{
	"title": {
		"en": "Practical Japanese",
		"ja": "「運用している自分」といち早く出会える訓練法",
		"fr": "Du japonais pratique",
		"zh-hant": "實用日文",
		"id": "Bahasa Jepang yang Praktis",
		"se": "Praktisk japanska",
		"vi": "Ứng dụng thực tiễn",
		"th": "ภาคปฎิบัติ"
	},
	"text": {
		"en": "Our professional instructors use a uniquely developed teaching method to guide students through the learning process. Even complete beginners find they are able to start communicating from the very first week, and can become proficient in daily conversation after only 6 months of study. We are here to help you through the exciting experience of language acquisition. Project work, visitor sessions, and other opportunities to communicate with Japanese people will help fine-tune your languages skills for practical use.",
		"ja": "プロのインストラクターが独自に開発された習得ノウハウの世界に学生を導きます。最初の1週間で「もうしゃべっている自分」を発見できるのは、日本語センターだけ。６か月後はどこへ行っても誰と話しても、ほとんど困ることなんてないし・・・といった調子で、日本という場所でどんどん自分の居場所が広がっていくわくわく感を楽しんでもらうことが、私たちの理想の教育法です。Project work、Visitor Sessionなど日本人と交流できるプログラムも満載で、あなたの日本語にさらに磨きをかけていきます。\n\n**さあ、大学でアートを学ぶことも、日本企業で働くことも、夢に終わらせず、その手に掴みましょう。**",
		"fr": "Nos professeurs utilisent une méthode d'enseignement unique pour guider l'étudiant tout au long de son processus d'apprentissage. Même des débutants trouvent qu'ils sont capables de communiquer au bout de la première semaine, et peuvent tenir une conversation courante au bout de 6 mois de cours. Nous sommes là pour vous aider durant cette expérience excitante qu'est l'acquisition du langage. Projet d'études, visiteurs et autres opportunités de communiquer avec des Japonais vous aideront à parfaire vos capacités langagières.",
		"zh-hant": "我們的專業教師使用獨立開發的教學方法，通過學習過程來引導學生。甚至可以從完全沒學過日文的初學者身上發現，他們從課後第一週起便能夠開始簡易地溝通，然後只經過6個月的課程後，日常會話的部分便可幾乎精通了。我們是為了幫助您透過課程與經驗來學習語言。演講報告、訪談會話、和與日本人交流的機會將有助於調整您的語言技能的實際應用。",
		"id": "Instruktur profesional kami menggunakan metode pengajaran unik yang dikembangkan untuk membimbing siswa melalui proses pembelajaran. Bahkan pemula pun menemukan bahwa mereka dapat mulai berkomunikasi dari minggu pertama, dan dapat menjadi mahir dalam percakapan sehari-hari setelah hanya studi 6 bulan. Kami di sini untuk membantu Anda menguasai bahasa dengan pengalaman yang menarik. Kegiatan sekolah, sesi pengunjung, dan kesempatan lain untuk berkomunikasi dengan orang-orang Jepang akan membantu menyempurnakan bahasa Anda.",
		"se": "Våra professionela lärare använder en egen framtagen metod för att hjälpa studenter genom läroprocessen. Nybörjare finner att de kan börja kommunicera redan från första veckan, och kan klara av vardagliga samtal efter endast 6 månader undervisning. Vi finns här för att hjälpa dig genom den spännande upplevelsen av att lära sig ett helt nytt språk. Genom projektarbete, japanska besökare och andra möjligheter att prata med japaner kommer förbereda dig för att använda japanska i praktiken.",
		"vi": "Các giảng viên chuyên nghiệp của chúng tôi sử dụng phương pháp giảng dạy đặc biệt theo sát quá trình học tập của học viên. Những học viên trình độ sơ cấp đã có thể bắt đầu giao tiếp ngay từ tuần đầu tiên vào học, và thành thạo trong giao tiếp hàng ngày chỉ sau 6 tháng. Chúng tôi nhiệt tình nâng đỡ bạn xuyên suốt hành trình hoàn thiện tiếng Nhật của bạn. Làm việc nhóm, các buổi học với khách mời, và nhiều cơ hội giao tiếp trực tiếp với người bản xứ sẽ giúp bạn ứng dụng vốn tiếng Nhật đã học một cách hiệu quả nhất.",
		"th": "อาจารย์ผู้สอนมืออาชีพของเราใช้วิธีการสอนที่พัฒนาขึ้นโดยเฉพาะเพื่อเป็นแนวทางในการเรียนรู้ผ่านกระบวนการเรียนรู้ แม้กระทั่งผู้เริ่มต้นที่ไม่มีพื้นฐานก็พบว่าพวกเขาสามารถเริ่มต้นการสื่อสารได้ตั้งแต่สัปดาห์แรก และสามารถใช้บทสนทนาในชีวิตประจำวันได้อย่างดีหลังจากเรียนเพียง 6 เดือนเท่านั้น เราอยู่ที่นี่เพื่อช่วยให้คุณผ่านประสบการณ์ที่น่าตื่นเต้นในการเรียนรู้ภาษา การทำงานโครงการ ผู้เข้าเยี่ยมชม และโอกาสอื่น ๆ ในการสื่อสารกับคนญี่ปุ่นจะช่วยปรับทักษะทางภาษาของท่านให้เหมาะกับการใช้งานจริง"
	}
}
