{
	"title": {
		"en": "Practical Japanese",
		"ja": "「運用している自分」といち早く出会える訓練法",
		"fr": "Du japonais pratique",
		"zh-hant": "實用日文",
		"id": "Bahasa Jepang yang Praktis",
		"se": "Praktisk japanska",
		"vi": "Ứng dụng thực tiễn",
		"th": "ภาคปฎิบัติ"
	},
	"text": {
		"en": "Our professional instructors use a uniquely developed teaching method to guide students through the learning process. Even complete beginners find they are able to start communicating from the very first week, and can become proficient in daily conversation after only 6 months of study. We are here to help you through the exciting experience of language acquisition. Project work, visitor sessions, and other opportunities to communicate with Japanese people will help fine-tune your languages skills for practical use.",
		"ja": "プロのインストラクターが独自に開発された習得ノウハウの世界に学生を導きます。最初の1週間で「もうしゃべっている自分」を発見できるのは、日本語センターだけ。６か月後はどこへ行っても誰と話しても、ほとんど困ることなんてないし・・・といった調子で、日本という場所でどんどん自分の居場所が広がっていくわくわく感を楽しんでもらうことが、私たちの理想の教育法です。Project work、Visitor Sessionなど日本人と交流できるプログラムも満載で、あなたの日本語にさらに磨きをかけていきます。\n\n**さあ、大学でアートを学ぶことも、日本企業で働くことも、夢に終わらせず、その手に掴みましょう。**",
		"fr": "Nos professeurs utilisent une méthode d'enseignement unique pour guider l'étudiant tout au long de son processus d'apprentissage. Même des débutants trouvent qu'ils sont capables de communiquer au bout de la première semaine, et peuvent tenir une conversation courante au bout de 6 mois de cours. Nous sommes là pour vous aider durant cette expérience excitante qu'est l'acquisition du langage. Projet d'études, visiteurs et autres opportunités de communiquer avec des Japonais vous aideront à parfaire vos capacités langagières.",
		"zh-hant": "我們的專業教師使用獨立開發的教學方法，通過學習過程來引導學生。甚至可以從完全沒學過日文的初學者身上發現，他們從課後第一週起便能夠開始簡易地溝通，然後只經過6個月的課程後，日常會話的部分便可幾乎精通了。我們是為了幫助您透過課程與經驗來學習語言。演講報告、訪談會話、和與日本人交流的機會將有助於調整您的語言技能的實際應用。",
		"id": "Instruktur profesional kami menggunakan metode pengajaran unik yang dikembangkan untuk membimbing siswa melalui proses pembelajaran. Bahkan pemula pun menemukan bahwa mereka dapat mulai berkomunikasi dari minggu pertama, dan dapat menjadi mahir dalam percakapan sehari-hari setelah hanya studi 6 bulan. Kami di sini untuk membantu Anda menguasai bahasa dengan pengalaman yang menarik. Kegiatan sekolah, sesi pengunjung, dan kesempatan lain untuk berkomunikasi dengan orang-orang Jepang akan membantu menyempurnakan bahasa Anda.",
		"se": "Våra professionela lärare använder en egen framtagen metod för att hjälpa studenter genom läroprocessen. Nybörjare finner att de kan börja kommunicera redan från första veckan, och kan klara av vardagliga samtal efter endast 6 månader undervisning. Vi finns här för att hjälpa dig genom den spännande upplevelsen av att lära sig ett helt nytt språk. Genom projektarbete, japanska besökare och andra möjligheter att prata med japaner kommer förbereda dig för att använda japanska i praktiken.",
		"vi": "Các giảng viên chuyên nghiệp của chúng tôi sử dụng phương pháp giảng dạy đặc biệt theo sát quá trình học tập của học viên. Những học viên trình độ sơ cấp đã có thể bắt đầu giao tiếp ngay từ tuần đầu tiên vào học, và thành thạo trong giao tiếp hàng ngày chỉ sau 6 tháng. Chúng tôi nhiệt tình nâng đỡ bạn xuyên suốt hành trình hoàn thiện tiếng Nhật của bạn. Làm việc nhóm, các buổi học với khách mời, và nhiều cơ hội giao tiếp trực tiếp với người bản xứ sẽ giúp bạn ứng dụng vốn tiếng Nhật đã học một cách hiệu quả nhất.",
		"th": "อาจารย์ผู้สอนมืออาชีพของเราใช้วิธีการสอนที่พัฒนาขึ้นโดยเฉพาะเพื่อเป็นแนวทางในการเรียนรู้ผ่านกระบวนการเรียนรู้ แม้กระทั่งผู้เริ่มต้นที่ไม่มีพื้นฐานก็พบว่าพวกเขาสามารถเริ่มต้นการสื่อสารได้ตั้งแต่สัปดาห์แรก และสามารถใช้บทสนทนาในชีวิตประจำวันได้อย่างดีหลังจากเรียนเพียง 6 เดือนเท่านั้น เราอยู่ที่นี่เพื่อช่วยให้คุณผ่านประสบการณ์ที่น่าตื่นเต้นในการเรียนรู้ภาษา การทำงานโครงการ ผู้เข้าเยี่ยมชม และโอกาสอื่น ๆ ในการสื่อสารกับคนญี่ปุ่นจะช่วยปรับทักษะทางภาษาของท่านให้เหมาะกับการใช้งานจริง"
	},
	"lead": {
		"en": "Through project work students are given a chance to put their acquired knowledge to use, by using practical Japanese outside of the class to research, plan, and prepare a presentation. As an example, we will take a look at a beginner’s group who chose to make a presentation about “Wagashi” (Japanese sweets).",
		"ja": "日本語センターでは、日々の授業のほかに、その学びを総合的に用いて、学習者が自分達で話し合って計画をたて、実際に教室の外で日本語を使って調べ、一つの作品（発表、ビデオなど）にまとめる学習活動、プロジェクトワークを行っています。「和菓子」をグループテーマにした初級クラスの1つのグループを例に、プロジェクトワークについてご紹介します。",
		"fr": "Au travers de projets d'études, les étudiants ont l'occasion de mettre à profit leurs acquis, en utilisant le japonais en dehors de la classe pour chercher, planifier et préparer leur présentation. Par exemple, vous pouvez voir une présentation d'un groupe de débutant qui ont pris pour sujet les “Wagashi” (Gâteaux japonais).",
		"zh-hant": "藉由主題式報告的機會，學生能把自己學到的知識發揮出來，通過一般課程以外關於日本的研究，規劃和準備的演講報告。我們來看看一個選擇做一個關於“和菓子”的初學者報告的範例",
		"id": "Melalui kegiatan sekolah, siswa diberikan kesempatan untuk menggunakan bahasa yang telah mereka pelajari di kelas, dengan menggunakan Bahasa Jepang yang praktis untuk penelitian, perencanaan, dan mempersiapkan presentasi. Sebagai contoh, kita akan menyaksikan satu kelompok pemula yang memilih untuk memberikan sebuah presentasi tentang “Wagashi” (permen Jepang). ",
		"se": "Genom projekt arbete får studenter möjlighet att testa deras Japanska utanför klassrummet. Projektet ger studenterna friheten att själva samla in fakta, forska, planera och förbereda en presentation. Som exempel tar vi en titt på en nybörjar grupp som valt att presentera 'Wagashi' (Japanska sötsaker).",
		"vi": "Thông qua việc làm nhóm, học viên có cơ hội vận dụng các kiến thức mình đã học, như việc sử dụng tiếng Nhật ngoài giờ học để thu thập thông tin, lên kế hoạch và chuẩn bị bài thuyết trình. Sau đây như một ví dụ, chúng tôi xin giới thiệu về bài thuyết trình của một nhóm học viên trình độ sơ cấp về “Wagashi” (bánh ngọt truyền thống của Nhật Bản).",
		"th": "นักเรียนมีโอกาสที่จะได้นำความรู้ที่ได้เรียนมาใช้ผ่านทางโครงการ โดยจะได้นำภาษาญี่ปุ่นมาใช้ในภาคปฏิบัตินอกห้องเรียนเพื่อการวิจัยวางแผน และเตรียมงานนำเสนอ ยกตัวอย่างเช่น เราจะดูที่กลุ่มผู้เริ่มต้นที่เลือกนำเสนอเรื่อง 'Wagashi' (ขนมญี่ปุ่น) "
	},
	"experience": {
		"en": "Experience",
		"ja": "体験する",
		"fr": "Expérimenter",
		"zh-hant": "經驗",
		"id": "Pengalaman",
		"se": "Uppleva",
		"vi": "Trải nghiệm",
		"th": "ประสบการณ์",
		"text": {
			"en": "First, students decide someplace they’d like to go to or something they’d like to experience based on their interests. This group decided to go to a Wagashi-making event held at a long-standing Japanese sweets shop in Kyoto.",
			"ja": "プロジェクトの最初には、まずどこかへ行ってみたり、何かを体験してみたりして、学生の興味を引き出すところから始まります。和菓子グループは、京都の老舗和菓子店で開催されている和菓子手作り体験に行ってみることになりました。",
			"fr": "Tout d'abord les étudiants décident d'un endroit où ils voudraient aller ou qu'ils voudraient expérimenter, basé sur leurs intérêts. Ce groupe a décidé d'aller à un salon de confection de Wagashi tenu par très ancien magasin de Kyoto.",
			"zh-hant": "首先, 學生決定地點與主題，根據他們自己的興趣進行體驗。這個小組決定去參加在京都歷史悠久的日式點心老舖所辦的和菓子體驗。",
			"id": "Pertama, siswa menentukan tempat yang ingin mereka kunjungi atau sesuatu yang ingin mereka alami berdasarkan minat mereka. Kelompok ini memutuskan untuk pergi ke acara pembuatan Wagashi yang digelar di sebuah toko permen Jepang kuno di Kyoto.",
			"se": "Till att börja med bestämmer gruppen sig för vart de vill besöka eller vad de vill testa utifrån deras intressen. Just den här gruppen valde att deltaga på ett Wagashi evenemang i Kyoto där de kan se hur tillverkningen går till.",
			"vi": "Trước hết, các học viên chọn ra một nơi họ muốn tham quan hoặc một hoạt động nào đó họ muốn tham gia tùy theo sở thích riêng của nhóm. Nhóm học viên giới thiệu trên đây đã quyết định tham dự một sự kiện giới thiệu về cách làm Wagashi được tổ chức tại một tiệm chuyên làm bánh Nhật Bản lâu đời ở Kyoto.",
			"th": "ประการแรก นักเรียนจะตัดสินใจเลือกสถานที่ที่ชอบ หรือสิ่งที่ต้องการสัมผัสประสบการณ์ ขึ้นอยู่กับความชอบของนักเรียน กลุ่มนี้ตัดสินใจที่จะไปงานอีเวนท์ Wagashi ซึ่งจัดขึ้นที่ร้านขนมญี่ปุ่นซึ่งมีชื่อเสียงในเกียวโต"
		}
	},
	"topic": {
		"en": "Choose a topic",
		"ja": "テーマ決定",
		"fr": "Choisir un sujet",
		"zh-hant": "選擇主題",
		"id": "Pilihlah topik",
		"se": "Välj ett ämne",
		"vi": "Chọn chủ đề",
		"th": "เลือกหัวข้อ",
		"text": {
			"en": "After experiencing it first hand, students decide which specific topic they’d like to research further. This group chose to present themes such as:\n\n* How to make Wagashi\n* History and ingredients\n* Interview with a Wagashi artisan\n* Ingredients and shapes of Wagashi",
			"ja": "体験してきたことやそこから興味をもったことを出発点に、さらに深めて調べていくテーマを決めます。和菓子グループは、「和菓子の作り方」「歴史と材料」「和菓子職人にインタビュー」「和菓子の材料と形」などのテーマについて発表することにしました。",
			"fr": "Après avoir expérimenter rapidement, les étudiants décident du sujet qu'ils aimeraient étudier plus en profondeur. Ce groupe a décidé de présenter des thèmes tels que : \n\n* Comment faire des Wagashi\n* Histoire et ingrédients\n* Entretiens avec un artisan\n* Ingrédients et formes des Wagashi",
			"zh-hant": "體驗製作和菓子之後，學生決定他們想進一步研究其特定的主題。 小組決定了以下的部分\n\n*如何製作和菓子 \n* 歷史與成分\n* 訪問和果子工匠\n* 和菓子的成分與造型",
			"id": "Setelah mengalami secara langsung, siswa dapat menentukan topik tertentu yang ingin mereka teliti lebih lanjut. Kelompok ini memilih untuk membahas tema-tema seperti:\n\n* Bagaimana membuat Wagashi\n* Sejarah dan bahan\n* Wawancara dengan ahli Wagashi\n* Bahan dan bentuk Wagashi",
			"se": "Efter att de deltagit i evenemanget så behöver gruppen bestäma sig för mer specifikt vilka teman de vill lyfta fram. Denna grupp ville presentera teman som:\n\n* Hur man tillverkar Wagashi\n* Historia och ingredienser\n* Intervju med en Wagashi tillverkare\n* ingredienser och former av Wagashi.",
			"vi": "Sau trải nghiệm, các học viên sẽ cùng chọn ra chủ đề cụ thể mà họ muốn tiếp tục nghiên cứu kỹ hơn. Nhóm học viên này quyết định giới thiệu về các đề tài sau: \n\n* Cách làm Wagashi\n*  Lịch sử và nguyên vật liệu làm bánh\n*  Phỏng vấn với thợ làm bánh Wagashi\n*  Nguyên vật liệu và hình dạng khác nhau của Wagashi.",
			"th": "หลังจากที่ได้ไปลองประสบการณ์แล้ว นักเรียนจะเลือกหัวข้อเฉพาะที่ต้องการทำการศึกษาเพิ่มเติม กลุ่มนี้เลือกที่จะทำการนำเสนอในรูปแบบต่างๆ กัน เช่น  \n\n* วิธีการทำ Wagashi\n* ประวัติ และส่วนผสม\n* สัมภาษณ์ช่างฝีมือ Wagashi\n* ส่วนผสม และรูปร่างของ Wagashi"
		}
	},
	"investigate": {
		"en": "Investigate",
		"ja": "調査する",
		"fr": "Enquêter",
		"zh-hant": "考察",
		"id": "Menyelidiki",
		"se": "Ta fram fakta",
		"vi": "Nghiên cứu",
		"th": "การสำรวจ",
		"text": {
			"en": "Once the topics have been decided, it’s time for research. Students put their Japanese to use outside of the classroom to conduct interviews, surveys and research through the internet. This group went around to famous Wagashi shops in Kyoto, interviewing employees and Wagashi artisans.",
			"ja": "テーマが決まったら、次は調査です。教室の外で実際に日本語を使って、インタビューやアンケートを行ったり、インターネットで調べたりします。和菓子グループは、京都で有名な和菓子店をめぐり、店員さんや職人さんにインタビュー調査を行いました。",
			"fr": "Une fois le sujet choisi, l'heure est à la recherche. Les étudiants se servent alors de ce qu'ils ont appris en cours pour mener des intretiens, enquêtes, et recherches sur internet. Ce groupe est allé dans un magasin renommé de Kyoto pour interviewer employés et artisans.",
			"zh-hant": "一旦題目決定好了之後，研究過程就展開了。學生們課堂外能活用到日文並通過網路等進行採訪、調查和研究。小組到京都著名的和菓子店，訪問其員工和和菓子工匠。",
			"id": "Setelah topik telah diputuskan, saatnya untuk penelitian. Siswa dapat mempergunakan Bahasa Jepang yang telah mereka pelajari di luar kelas untuk melakukan wawancara, survei dan penelitian melalui internet. Kelompok ini pergi berkeliling ke toko-toko terkenal Wagashi di Kyoto, mewawancarai karyawan dan pengrajin Wagashi.",
			"se": "Efter attt gruppen valt ämnen kan de gå vidare med att leta information. Studenterna använder japanskan de lärt sig under lektionerna för att göra intervjuer, enkäter och leta fakta på internet. Denna grupp besökte kända Wagashi affärer i Kyoto och intervjuade anställda och tillverkare.",
			"vi": "Một khi đã thống nhất được các chủ đề, là đến phần thu thập thông tin. Học viên áp dụng vốn tiếng Nhật đã học trong lớp của mình vào việc phỏng vấn, khảo sát và tìm kiếm trên mạng. Nhóm học sinh này đi đến nhiều tiệm Wagashi nổi tiếng tại Kyoto, phỏng vấn trực tiếp nhân viên và thợ làm Wagashi tại các tiệm đó.",
			"th": "เมื่อตัดสินใจเลือกหัวข้อแล้วก็ถึงเวลาสำหรับการวิจัย นักเรียนจะได้นำภาษาญี่ปุ่นไปใช้นอกห้องเรียนเพื่อทำการสัมภาษณ์ การสำรวจ และการวิจัยผ่านทางอินเทอร์เน็ต กลุ่มนี้ไปร้าน Wagashi ที่มีชื่อเสียงในเกียวโต สัมภาษณ์พนักงาน และช่างฝีมือ Wagashi"
		}
	},
	"prepare": {
		"en": "Prepare",
		"ja": "準備する",
		"fr": "Se préparer",
		"zh-hant": "準備",
		"id": "Mempersiapkan",
		"se": "Förbereda",
		"vi": "Chuẩn bị",
		"th": "เตรียมพร้อม",
		"text": {
			"en": "After all the research has been conducted, students gather their information to create a manuscript and slides for their presentation. Then comes practice; Group members check each others’ pronunciation, mannerisms, and volume of voice, making sure everyone is well-prepared.",
			"ja": "調査が済んだら、まず調査して集めた内容を、原稿とパワーポイントにまとめ、発表できる形にします。それができれば、次に発表練習。発音、態度、声の大きさなど、グループでチェックしあい、より良い発表を作り上げていきます。",
			"fr": "Une fois la recherche menée, les étudiants rassemblent leurs information pour créer un dossier et des diapositives pour leur présentation. Puis viens la pratique; Chaque membre du groupe s'assure que la prononciation, les manières et le volume de la voix du groupe sont correctement préparés.",
			"zh-hant": "所有研究的部分都已經進行完畢之後，學生收集好資料來寫好自己的演講手稿和幻燈片。然後練習；小組成員互相檢查對方的發音，舉止和語音音量，確保每個人都做好準備。",
			"id": "Setelah semua penelitian telah dilakukan, siswa mengumpulkan informasi untuk membuat naskah dan slide untuk presentasi mereka. Kemudian datang praktek; anggota kelompok memeriksa pengucapan satu sama lain dan volume suara, memastikan semua orang sudah siap.",
			"se": "Efter att gruppen läst på om ämnet är det dags att samla ihop informationen och skapa ett manus och ta fram bilder till deras presentation. Sen gäller det att öva; Gruppens medlemmar hjälper varandra med uttal, manér och röstens ljudnivå för att försäkra sig att alla i gruppen är välförberedda.",
			"vi": "Sau quá trình nghiên cứu khảo sát, học viên tổng hợp các thông tin tìm kiếm được và chuẩn bị bài thuyết trình kèm theo slideshow. Tiếp theo, các bạn cùng diễn tập, các thành viên trong nhóm sẽ góp ý cách phát âm, phong thái và âm lượng khi nói của từng người, nhằm bảo đảm mọi người chuẩn bị thật tốt cho bài nói của mình.",
			"th": "หลังจากที่ทำการวิจัยเสร็จสิ้นแล้ว นักเรียนจะรวบรวมข้อมูลเพื่อสร้างเอกสาร และสไลด์เพื่อเตรียมนำเสนอ จากนั้นก็มาถึงการปฏิบัติ สมาชิกในกลุ่มจะต้องช่วยกันตรวจสอบการออกเสียง ท่าทาง และระดับเสียงของกันและกันเพื่อให้ทุกคนพร้อม"
		}
	},
	"present": {
		"en": "Present",
		"ja": "発表する",
		"fr": "Présenter",
		"zh-hant": "呈現",
		"id": "Mempersembahkan",
		"se": "Presentera",
		"vi": "Thành quả",
		"th": "การนำเสนอ",
		"text": {
			"en": "Other classes gather to [watch the presentation](https://www.youtube.com/watch?v=WTSVOaWCkYo). This way, students are able to fully show the hard work and effort they put into their project. Once the presentation is over, everyone in the group feels a sense of accomplishment that they made it through to the end.",
			"ja": "発表会はクラス内だけでなく、他のクラスとも合同で行います。学生たちは練習のときには見せなかった底力をここで見せてくれます。そして、終わったあとの学生たちの表情は、グループで協力しあって最後までやりとげたという達成感に満ち溢れています。",
			"fr": "Les autres classes se rassemblent pour [regarder la présentation](https://www.youtube.com/watch?v=WTSVOaWCkYo). De cette manière, les étudiants sont capables de montrer tout le travail et les efforts fournis dans ce projet. Une fois la présentation finie, les membres du groupe ont souvent le sentiment d'avoir mener à bien leur rôle jusqu'à la fin.",
			"zh-hant":" 其他班級的同學也一起 [影片網址] (https://www.youtube.com/watch?v=WTSVOaWCkYo). 這樣一來，學生充分展現他們所做過的勤奮和努力，他們投入他們一首完成的報告。報告結束之後，組內所有成員對於能將此報告完成並呈現都很有成就感。",
			"id": "Kelas-kelas lain berkumpul untuk [menonton presentasi] (https://www.youtube.com/watch?v=WTSVOaWCkYo). Sedemikian, siswa dapat sepenuhnya menunjukkan kerja keras dan usaha yang telah mereka lakukan. Setelah presentasi selesai, semua orang dalam kelompok merasakan rasa prestasi bahwa mereka telah berhasil sampai akhir.",
			"se": "Andra klasser samlas [för att se presentationen]. https://www.youtube.com/watch?v=WTSVOaWCkYo ). På det här sättet kan studenter visa det arbete och ansträngning som lagts ner på projektet. Efter att presentationen är slutförd kan gruppens medlemmar känna att de genomfört en stor prestation.",
			"vi": "Các lớp học khác sẽ cùng đến [xem bài thuyết trình]. https://www.youtube.com/watch?v=WTSVOaWCkYo). Nhờ vậy, các học viên càng nỗi lực phấn đấu  để trình bày đề án của nhóm mình một cách tốt nhất. Khi đã thuyết trình xong, các bạn trong nhóm không khỏi cảm thấy tự hào vì đã hoàn thành trọn vẹn mục tiêu đề ra.",
			"th": "ชั้นเรียนอื่น ๆ จะมารวมตัวกันเพื่อ [ดูงานนำเสนอ] https://www.youtube.com/watch?v=WTSVOaWCkYo) วิธีนี้นักเรียนจะสามารถแสดงให้เห็นถึงการทำงานหนัก และความพยายามที่พวกเขาได้ใส่ไว้ในโครงการของพวกเขา เมื่องานนำเสนอเสร็จสิ้นลงทุกคนในกลุ่มจะได้รับรู้ถึงความรู้สึก ความสำเร็จของงานที่พวกเขาทำมาจนจบ"
		}
	},
	"reflect": {
		"en": "Reflect",
		"ja": "ふりかえる",
		"fr": "Réflexion",
		"zh-hant": "思考",
		"id": "Mempertimbangkan",
		"se": "Reflektera",
		"vi": "Tự đánh giá",
		"th": "สะท้อนกลับ",
		"text": {
			"en": "Finally, the group receives feedback from the class. By watching a video of their presentation they can see themselves objectively and look back on the efforts they made from the beginning to the end.",
			"ja": "最後に、クラスにかえって、プロジェクトのフィードバックを行います。発表のビデオで自分が日本語を話している様子を客観的に見てみたり、体験から発表までの取り組みをふりかえることで、この一連のプロジェクトを学生たちの学びへとつなげます。",
			"fr": "Enfin, le groupe recoit les différentes critiques de la classe. En regardant une video de leur présentation ils peuvent objectivement se voir et juger de leurs efforts faits du début à la fin.",
			"zh-hant": "最後，小組收到同學給的回覆。通過觀看他們的視頻，他們能夠客觀地看待自己，回首他們從開始到結束所作出的努力。",
			"id": "Akhirnya, kelompok menerima saran balik dari kelas. Dengan menonton video presentasi mereka masing-masing, mereka dapat melihat diri mereka secara objektif dan melihat kembali upaya yang mereka buat dari awal sampai akhir.",
			"se": "Slutligen får gruppen synpunkter från övriga i klassen. Genom att objektivt se på videon av deras presentation kan de ta till sig nya kunskaper och även se tillbaka på deras prestationer från början till slut.",
			"vi": "Cuối cùng, từng nhóm sẽ nhận phản hồi từ các bạn khác trong lớp. Qua việc xem video thâu lại phần diễn thuyết của mình, học viên có thể tự đánh giá một cách khách quan và nhìn lại quá trình nỗ lực của mình từ đầu đến cuối.",
			"th": "กลุ่มที่นำเสน
}
