{
	"title": {
		"en": "Join us!",
		"ja": "いますぐ申込み！",
		"fr": "Postuler !",
		"zh-hant": "加入我們！",
		"id": "Bergabunglah dengan kami!"
	},
	"lead": {
		"en": "It's simple. Just fill in your personal data at our [online registration](${MNC}) platform, upload your documents and you're ready to apply.",
		"ja": "申込方法はとても簡単です。日本語センターの[オンライン申込サイト](${MNC})でプロフィールを入力して、申込書類をアップロードするだけで完了です。",
		"fr": "C'est simple. Remplissez vos informations personnelles sur notre [système d'inscription en ligne](${MNC}), uploadez vos documents et vous êtes prêts à postuler.",
		"zh-hant": "這非常簡單！你只需於 [線上註冊](${MNC})的平台填入一些資料，上傳文件，然後便準備申請。",
		"id": "Caranya sangat sederhana. Hanya mengisi data pribadi Anda di [pendaftaran online] kami (${MNC}), meng-upload dokumen Anda dan Anda siap untuk menerapkan."
	},
	"preparation": {
		"en": "Preparation",
		"ja": "必要書類",
		"fr": "Documents nécessaires",
		"zh-hant": "準備",
		"id": "Persiapan",
		"text": {
			"en": "You'll need the following documents:",
			"ja": "申込には以下の書類を提出してください。",
			"fr": "Vous aurez besoin des documents suivants:",
			"zh-hant": "你需要準備下列文件：",
			"id": "Dokumen-dokumen yang harus disiapkan:"
		}
	},
	"cv": {
		"en": "Curriculum Vitae",
		"ja": "履歴書",
		"fr": "Curriculum Vitae",
		"zh-hant": "個人簡歷",
		"id": "Curriculum Vitae"
	},
	"letter": {
		"en": "Letter of Guarantee",
		"ja": "経費支弁書、身元保証書",
		"fr": "Lettre de garantie",
		"zh-hant": "保證函",
		"id": "Surat jaminan"
	},
	"pledge": {
		"en": "Pledge",
		"ja": "誓約書",
		"fr": "Déclaration sur l'honneur",
		"zh-hant": "誓約書",
		"id": "Janji"
	},
	"enrollment": {
		"en": "Enrollment Guide",
		"ja": "申し込みガイド",
		"fr": "Guide d'Inscritpion",
		"zh-hant": "申請入學指南",
		"id": "Panduan Pendaftaran"
	},
	"application" : {
		"en": "1/ Application on my.nihongo-center.com",
		"fr": "1/ Inscription sur my.nihongo-center.com",
		"zh-hant": "In progress",
		"id": "In progress",
		"text": {
			"en": " • <strong><u> What is my.nihongo-center.com?</u></strong>\n\n Our site allows you to apply to our school on the internet. The advantage is that all your files are saved in the same place and you can upload or delete file anytime you want. We also get notifications every time any modification is made to your profile. This way we can contact you more effectively.\n\n To create an account on my.nihongo-center.com, you must already have (or create) a Gmail or Facebook account to login. The moment you register in my.nihongo-center.com, we receive a notification with the address used to log in <strong>so be sure to register with the one you use most of the time so we can contact you</strong>.\n\n If you have any problem uploading data on the site, you can make your application by submitting documents   to our address: support@nihongo-center.com",
			"fr": " • <strong><u>Qu’est-ce que my.nihongo-center.com ?</strong></u>\n\n Notre site vous permet de vous inscrire via Internet. Le point positif et que tous les fichiers sont regroupés au même endroit, et que vous pouvez ajouter ou supprimer des fichiers quand vous le voulez. Nous recevons également des notifications chaque fois qu’une modification est faite sur votre profil. De fait nous pouvons vous contacter le plus rapidement possible.\n\n Pour créer un compte sur my.nihongo-center.com, vous devez déjà posséder (ou créer) un compte Facebook ou Gmail. Dès que vous vous serez enregistré, nous recevrons un message avec l’adresse dont vous vous serez servi pour vous connecter. <strong>Soyez donc sûr d’utiliser l’adresse que vous utilisez le plus afin que nous puissions vous contacter</strong>.\n\n Si vous avez des problèmes pour envoyer des fichiers sur le site, vous pouvez aussi bien tout nous envoyer à l’adresse suivante : support@nihongo-center.com"
		},
		"complete": {
			"en" : " • <strong><u> How to complete your application?</u></strong>\n\n Your profile will be completed when it reaches 100% but until then, there is a priority. In order to best support you in the application process, we need to know your Name, Family Name, Nationality, and contact address so please fill in this first so we have a way to contact you. Depending on the course you want to apply for, and if a student visa is needed or not, we will tell you which document you need to upload on your profile.",
			"fr" : " • <strong><u> Comment finaliser votre inscription.</u></strong>\n\n Votre profil sera complet une fois qu’il atteindra les 100%. Mais avant ça, il une priorité dans les documents à renseigner. Soyez conscient que si vous ne nous donnez pas votre nom, prénom, nationalité ou adresse de contact, nous ne pourrons vous guider du mieux possible. Veillez donc bien à nous fournir ces informations en priorité et nous vous contacterons. En fonction du programme choisi, et si un visa étudiant est nécessaire ou non, nous vous dirons quels sont les documents à nous envoyer."
		},
		"documents": {
			"en" : "• <strong><u>Necessary documents.</u></strong>\n\n Since the required documents vary depending on courses, all the Nihongo Center school application forms will be attached in the first mail we will send after you select a course.\n\n• <u><em>For 10 weeks or 20 weeks regular courses:</em></u>\n\n These courses do not require to apply for a student visa for most of the countries. However, some students will need an invitation letter or to apply for a 90 days short stay visa to the embassy of Japan in their country.\n\n Countries which are part of the bilateral agreements with Japan do not require any visa before entering in Japan and will receive a 90 days’ tourism visa at their landing.\n\n Generally, the necessary documents for 10/20 weeks programs are:\n\n - A Curriculum Vitae (designed form of Nihongo Center)\n\n - High-quality face photo (White or soft grey background needed)\n\n - A copy of your passport\n\nNB: Some countries will need more documents so we will give you the details after you complete your profile.",
			"fr" : "• <strong><u> Documents nécessaires. </strong></u>\n\n Tous les formulaires conçus par Nihongo Center vous seront envoyés dans le premier mail de contact.\n\n• <em><u>Programmes de 10 et 20 semaines</em></u>:\n\n Ces programmes ne requièrent pas de visa étudiant pour la plupart des pays. Cependant, certains étudiant auront besoin d’une lettre d’invitation ou devront faire une demande de visa court séjour à l’ambassade du Japon de leur pays.\n\nLes pays faisant partie de l’accord bilatéral avec le Japon n’ont pas besoin de visa avant d’entrer sur le territoire et recevrons d’office un visa d’une durée de 90 jours à leur arrivée.\n\n Généralement, les documents nécessaires pour les programmes de 10 et 20 semaines sont :\n\n - Un Curriculum Vitae (formulaire envoyé par Nihongo Center)\n\n - Une photo officielle de bonne qualité (fond blanc ou gris clair)\n\n - Une copie de votre passeport.\n1.NB : Certains pays auront besoin de documents supplémentaires et nous vous guiderons dès que vous aurez complété votre profile."
		},
		"months": {
			"en" : "• <em><u>For 6 months or 1-year intensive programs:</u></em>\n\n These courses require applying for a student visa which is issued by the immigration bureau. Students can receive a 6 months’ length visa at the shortest.<strong> YOU CAN’T APPLY FOR A STUDENT VISA IF YOU DIDN’T GRADUATE FROM HIGHSCHOOL OR EQUIVALENT!</strong>\n\n Here again, your nationality will determine what documents are required to apply for a student visa but there are at least 9 documents that are necessary wherever you come from.",
			"fr" : "• <em><u>Programmes de 6 mois et 1 an</em></u> :\n\n Ces programmes requièrent un visa étudiant, délivré par le bureau de l’immigration japonais. Au minimum, les étudiants recevront un visa de 6 mois.IL N'EST PAS POSSIBLE DE FAIRE DE DEMANDE DE VISA SANS AVOIR LE BAC OU EQUIVALENT!\n\n Ici aussi, votre nationalité déterminera les documents nécessaires à la demande de visa, mais au moins 9 documents sont demandés quel que soit votre pays."
		},
		"list": {
			"en": "1 – <strong>A Curriculum Vitae </strong> (original form of Nihongo Center). If you graduated from high school or university over 5 years ago, when you apply for the student visa, your CV will be sent to the immigration with the rest of your documents. That is why it is really important to correctly answer the 3 questions asked in the “Reason for study” section. Furthermore, it is required to write it either in English or to provide a translation of the “Reason for study” section.\n\n 2 - <strong>Passport Copy:</strong> The passport copy will be sent to the immigration so please be sure to send us a good quality one. Every character must be visible. If the immigration cannot read your name or any other information they will ask you to send a new one.\n\n3 – <strong>Face photo:</strong> The photo will be sent to the immigration and will be used for your Certificate of Eligibility, so be sure to send us a high-quality photo. Also, it must be an official photo so the background should be white. Please DO NOT send us selfies.\n\n 4 –<strong> Diploma:</strong> Please send us a copy of your last diploma. You can send it in your mother tongue, however, be sure to attach a copy in English.\n\n 5 –<strong> Pledge</strong> (original form of Nihongo Center):  The “Pledge” needs to be signed by yourself to attest that you will follow the rules of Nihongo Center and Japan.\n\n 6 – <strong>Letter of Guarantee 1&2</strong> (original form of Nihongo Center): These documents are necessary to have information about your financial guarantor.  The financial guarantor doesn’t have to be Japanese. In fact, it MUST be a relative or yourself. Fiancé, friends or Japanese friends cannot become your financial guarantor. Furthermore, remember that this document is asked for to make sure you have (or will receive) enough resources to pay the school fee, as well as living expenses in Japan during your studies. This means that it’s better to write the relative who will have the highest annual income.\n\n <em><u> All the following documents should be provided by the financial guarantor.</em></u>\n\n You can be your own guarantor however the required resources will be more because you will be unable to earn money when you first arrive in Japan.\n\n 7 –<strong> Proof of employment:</strong> This document must be submitted by your employer or by the employer of your financial guarantor. Generally, it specifies the information about the guarantor as follows:\n\n - The name of the employee\n\n - The start date of the employment\n\n - His/Her annual income\n\n8 –<strong> Proof of annual income:</strong> There are different ways to submit this information.  As mentioned before you can get it when you ask for a proof of employment of your guarantor. The second way is to send us a tax return form where the annual income is usually mentioned.\n\n 9 – <strong>Bank statement:</strong> This document is the most important one if you decide to be your own guarantor since the immigration will use it to determinate if you have enough resources to live or not. This document is submitted to the immigration in most of the cases. Here again, there might be alternatives of the document, but the name of the owner of the account, and the amount must be written.  Since it must be the most recent one, we always ask to send us the bank statement at least one month before the application deadline (May or November).",
			"fr": "1 - <strong> Un Curriculum Vitae <strong> (formulaire original de Nihongo Center) : Si vous êtes diplômé du lycée ou de l’université depuis plus de 5 ans, votre CV sera envoyé à l’immigration avec le reste de vos documents. De fait, il est important que vous répondiez de manière détaillée, <strong><u> et en anglais </strong></u>, aux 3 questions qui vous sont posées dans la partie « Reason for study ».\n\n 2 - <strong> Copie du passeport </strong> : La copie du passeport sera envoyée à l’immigration donc faîtes attention à ce qu’elle soit de bonne qualité. Toutes les lettres doivent êtres lisibles. Si l’immigration n’arrive pas à lire les informations, ils vous demanderont d’envoyer une nouvelle copie.\n\n 3 - <strong> Photo officielle </strong> : La photo collée sur les documents japonais que nous envoyons à l’immigration. Celle-ci sera réutilisée pour votre Certificat d’éligibilité, donc envoyez une photo de bonne qualité et en couleur. Il s’agit d’une photo officielle donc <strong> N’ENVOYEZ PAS </strong> de selfie. Voici un exemple de photo que nous demandons.\n\n 4 - <strong> Diplôme </strong> : Veuillez nous envoyer une copie de votre dernier diplôme obtenu.\n\n 5 - <strong> Déclaration sur l’honneur </strong> (formulaire original de Nihongo Center) : Ce document, signé par vos soins, atteste que vous respecterez les lois japonaises et les règles de l’école.\n\n 6 - <strong> Lettre de guarantie 1&2 </strong> (formulaires originaux de Nihongo Center) : Ces documents sont nécessaires pour avoir des informations sur votre garant financier. Le garant ne doit pas forcément être Japonais. En realité, ce <strong> DOIT </strong> être quelqu’un de votre famille ou vous-même. Fiancé(e), amis ou amis Japonais ne peuvent pas être votre garant. De plus ce document vous est demandé afin de voir si vous avez les ressources financières nécessaire pour payer les frais de scolarité, ainsi que pour les dépenses pendant la durée de votre séjour au Japon. Pensez donc à inscrire la personne ayant le plus haut revenu comme garant.\n\n<u>Tous les documents ci-dessous doivent être fournis par le garant financier</u>\n\n Vous pouvez être votre propre garant mais l’immigration demandera plus de ressources car vous n’aurez normalement pas de rentrée d’argent mensuelle en arrivant au Japon.\n\n 7 - <strong> Attestation de travail </strong> : Ce document est fourni par l’employeur et renseigne généralement sur les informations suivantes :\n\n -	Nom de l’employé(e)\n\n - Date de début de travail\n\n - Salaire mensuel ou annuel\n\n8 - <strong> Attestation de revenu annuel </strong> : Il y a plusieurs méthodes pour obtenir cette information. Vous pouvez fournir une attestation d’emploi où cette information est souvent fournie, ou bien, vous pouvez également nous envoyer une copie de votre déclaration de revenu.\n\n 9 - <strong> Relevé bancaire </strong> : Ce document est le plus important si vous décidez d’être votre propre garant puisque l’immigration déterminera si vous avez assez de ressources ou non. Ici aussi, il peut y avoir des alternatives de documents. Cependant quel que soit le document envoyé, le nom de la banque, le nom du propriétaire du compte ainsi que le montant doivent être mentionnés.  Nous demandons à ce que ce relevé soit le plus récent possible, et c’est pourquoi nous vous le demandons généralement 1 mois avant la date limite d’inscription (Mai ou Novembre)."
		},
		"important": {
			"en": "<strong>IMPORTANT:</strong> We will definitely contact you but in rare cases our messages are sent to the Spam box because of the domain used (@nihongo-center.com). In case you didn’t receive any response for 5 days after your last upload or message, please look in your spam box or search in your inbox for the key words “Nihongo Center”. All of our topics always starts with those words.\n\n Communication is necessary for us to provide an optimum service. If by any mean, you decide to cancel or to change the period you want to enroll, please let us know about it once you decide."
		},
		"difference": {
			"en": "• <em><u>Differences between 20 weeks and 6 months’ programs:</em></u>\n\n The 20 weeks’ program doesn’t require to apply for the student visa whereas the 6 months program does. Just keep in mind that if you might intend to extend your stay for another period, it won’t be possible without applying for a student visa from the start. Furthermore, only people from countries and regions with short-term visa exemptions are able to renew their tourist visa, by leaving Japan after their first 3 months and re-entering to receive another visa for 3 months. You don’t necessarily have to go back to your own country as long as you leave Japan for at least 3 days."
		}
	},
	"Payment": {
		"en" :"2/ Payment Schedule",
                "visa": {
			"en": "• <strong><u> For student visa applicants</strong></u> (6 months/1-year intensive programs)\n\n a -<em><u> Visa application fee</em></u>\n\nThe visa application fee needs to be paid before the application deadline (end of May for the October semester, or November for next April semester). This fee is non-refundable so please make sure you are confident about your enrollment before making this payment. This includes your ability to be in Japan for the length of your course as well as having the financial resources to cover both your tuition and living expenses (including a minimum of 80,000 yen per month to cover accommodation and food). You can make the payment by PayPal or bank transfer but depending on your payment method it can take us up to a week to confirm the receipt of your payment, so please let us know when it has been made so that we can keep an eye out for it. After receiving most of the required documents, we will send you an invoice with all information in order to make to the payment. \n\n <strong>Important:</strong>  Always make payments in JPY (Japanese Yen). Although it can be done only in JPY via PayPal, you will have to specify it when you do a bank transfer. If you do it in another currency, the received amount will be different and you will have to pay the difference on your arrival.\n\n b - <em><u>School fees</em></u>\n\nYou will have to pay the school fees (registration fee, tuition fee, textbooks) before we send you the original of your Certificate of Eligibility and the Certificate of Admission. This payment can only be done via bank transfer and you have to pay for the charges on your side. The school will pay for the reception charges. Your invoice will be sent as soon as we receive the Certificate of Eligibility from the Immigration Bureau.\n\n <strong> Important:</strong> Again, tell your bank that you want the transfer to be done in JPY to avoid differences in the amount."
		},
		"other": {
			"en" : "• <strong><u> For other applicants </strong></u> (10 weeks, 20 weeks, working/holidays holders)\n\n a - <em><u>School fees</em></u>\n\nIf you wish to apply for courses that don’t require a student visa (10 weeks, 20 weeks, working holiday visa holders), you will receive an invoice as soon as we finished to check the documents you sent. You will then have to process the payment within 2 weeks. If you can’t pay during that period, please contact us. However, the sooner we confirm your payment the better the chance to have your seat reserved. The payment can only be done by bank transfer.\n\n <strong> Important:</strong> If you cancel your application after you made the payment, the registration fee won’t be refunded and will be kept as a cancellation fee, so make sure you are confident about your enrollment."
		},
		"expenses":{
			"en": "• <strong><u>Other expenses </strong></u>\n\n a - <em><u>Accommodation</em></u>\n\n Most of the time you will have to pay your rent every month in cash but it might differ depending on your agency. More information about accommodation is provided below.\n\n b - <em><u>Refund for non-paid bank transfer charges</em></u>\n\nAs explained before, when you make the bank transfer, you have to pay for the charges on your side. If you don’t do so, we will ask you to pay those charges fees on your arrival. Generally, 2500 yen. If you paid in your own country’s currency, then any amount difference needs to be paid in cash upon your arrival."
		}
	},
	"Accommodation": {
		"en" :"3/ How to reserve your accommodation",
		"text": {
			"en" : "Finding an accommodation as a student in Japan is often more difficult than expected. Even if they are making great efforts to welcome foreign students as much as possible, Japanese real estate owners are not always very comprehensive when it comes to accommodations. You will be able to find an accommodation by yourself but most of the real estate agencies in Japan will ask you for the following:\n\n1. A financial guarantor in Japan or to make a contract with a guarantor company.\n1 There is often deposit and Key money for the apartment and you have to pay the first 3 months from the beginning.\n1. You will have to make an appointment by yourself for every single contract (internet, water, gas and electricity).\n1. Sometimes, it is just not possible if you don’t work in Japan.\n1. Some owners simply don’t accept foreigners.\n\nIf you ask Nihongo Center to find something for you, you will be exempted from the previous points. We have different partnerships with agencies that provide accommodations for foreign students in an affordable price range.\n\n • <strong><u> Schedule and General Rules</strong></u>\n\n Our partners are working not only with us but with a lot of Japanese language school in Kyoto, which mean that they are providing accommodations at different periods. At Nihongo Center, the main semesters start in April and October, and so we generally receive information about available rooms from February for April and from August for October.\n\n If you plan to start in April, we will send you a list of all available accommodation in the middle of February and we will ask you to make 3 choices from this list for the accommodation you like the most. As stared before, agencies are working with different schools so there are some rules to follow to be sure that everything goes smoothly.\n\n1. When you choose a room, we ask that you make three choices and we will contact the agency to make a reservation. Because of the time it takes to make the room preparations, students are unable to visit the rooms before the reservation are made because of the set up time. Choices = Reservation.\n1. When you make a reservation for a room via Nihongo Center, please don’t search by yourself at the same time and tell us later that you found something. Look over the list we send, if nothing suits you, don’t send us any choice until you are sure about what you want.\n1. For some agencies, cancellation fees has to be incurred. If you cancel your reservation less than 3 weeks before your arrival in Japan, you will have to pay 70% of the monthly rent as a cancellation fee. If you cancel your reservation less than 1 week before your arrival in Japan, you will have to pay 100% of the monthly rent as a cancellation fee.\n1. If you absolutely want to visit a room before making your reservation, you will then have to stay somewhere until you find one."
		},
		"Partners":{
			"en": "•<strong><u>Presenting Real Estate Partners</strong></u>\n\n We will present here agencies we work with and their characteristics.",
			"Sakura":{
				"en" : "•<em><u>Sakura</em></u>",
				"text": {
					"en" : "Definitely the biggest of the 4 agencies, they generally provide us a list of 40 to 50 available rooms.\n\n1. From share houses to single apartment, you will be able to find something quite cheap and comfortable. Every room is furnished to some point (bed, desk, chair, fridge, etc.)\n1. Internet and water expenses are included in the rent. You will have to pay gas and electricity by yourself but appointment for contracts will be made by the agency (only for apartments).\n1. There is contract fee: 50,000 yen/persons (paid on your arrival or by bank transfer).\n1. There is fire insurance fee: 7k-9k yen/year (paid on your arrival or by bank transfer).\n1. Reservation can’t be done for less than 3 months.\n1. Reservation cancellation costs!\n1. Rent need to be paid every month. (most of the time in cash but credit card and bank transfer are accepted. However, all charges related to a bank transfer need to be paid by yourself)."
				}
			},
			"GCC":{
				"en": "•<em><u>GCC</em></u>",
				"text": {
					"en" : "More modest than the precedent one, GCC generally provides very affordable Share Houses room.\n\n1. Mostly Share House\n1. Fully furnished.\n1. All utilities fees are included in the rent (internet, water, gas, electricity).\n1. Contract fee: 50,000 yen/persons (paid on your arrival or by bank transfer).\n1. Fire insurance fee: 7k-9k yen/year.\n1. Reservation can’t be done for less than 3 months.\n1. The first 3 months need to be paid from start (on your arrival or by bank transfer), then following rent can be paid monthly.\n1. Need further information regarding cancellation fee."
				}
			},
			"House":{
				"en": "• <em><u>House Network </em></u>",
				"text":{
					"en" : "House Network looks like a classical real estate agency. If you look at their site, you will find a lot of apartment and most of them will require the conditions exposed earlier (guarantor, etc...). However, only the rooms we recommend are available for students.\n\n1. Apartment only.\n1. Furnished to some point.\n1. Internet and water are included in the rent (gas and electricity need to be paid separately).\n1. Contract Fee: 50,000 yen/persons (paid on your arrival).\n1. Deposit or Key money can be asked depending on the room.\n1. Fire insurance fee: less than 10,000 yen/year.\n1. Reservation can’t be done for less than 3 months.\n1. Rent paid monthly.\n1. Need further information regarding cancellation fee."
				}
			},
			"Kyoto":{
				"en": "• <em><u>Kyoto Apartment </em></u>",
				"text": {
					"en" : "Providing single Apartment and room in share houses, Kyoto apartment is probably the best choice if you want to look for a place to stay after arriving in Japan.\n\n1. Apartment and Share House.\n1. Greatly furnished.\n1. Everything is included in the rent.\n1. Deposit 30,000 yen. (29,000 yens refund at the end of the contract if no problem encountered. 1000 yens taken as cleaning fee).\n1. Reservation can be done from 2 weeks’ length.\n1. Rent paid monthly.\n1. Generally, a little more expensive than other places.\n1. Must be contacted directly to pay a deposit."
				}
			}
		}
	},
	"Arrival": {
		"en" : "4/ Preparing your arrival",
		"Certificate": {
			"en" : "• <strong><u> Certificate of Eligibility and Student Visa</Strong></u>\n\n It takes about 3 months for the Certificate of Eligibility (CoE) to be issued. If you want to enroll for April, all documents are sent to the immigration bureau in December and the CoE is issued on last week of February (August for October term). Keep in mind that the CoE <strong>IS NOT</strong> the student visa.\n\n As soon as the school receives your CoE, we will contact you to tell you if it has been issued or not, and we will attach a copy of yours as proof. You will then have to pay the remaining fee and once we could confirm this payment we will send you the original of your CoE with your certificate of admission. Generally, it takes 3 to 4 days (depending on your country and address) to arrive. You will then have to go to the Japanese embassy or consulate <strong><u>in your country</u></strong> to apply for the student visa, by submitting your CoE and your certificate of admission. Here again, it usually takes 3 to 4 days to receive your visa. Once you have your student visa, you are free to come in Japan but don’t forget to bring your CoE with you. You will be asked to submit it to the immigration when you land in Japan, in order to receive your resident card.\n\n <strong>Important: <u>DO NOT</u></strong> come in Japan before receiving your student visa. The immigration will refuse your application in Japan and will ask you to go back to your country to get your visa."
		},
		"Flight": {
			"en" : "• <strong><u> Flight information and MK shuttle</strong></u>\n\n We are aware that reserving a flight ticket earlier means it is cheaper. However, PLEASE don’t make any reservation before knowing if your CoE was issued or not. If, for any reason, the immigration decides that you are not eligible you will have to cancel your flight. Furthermore, regarding the schedule presented above, it basically takes 3 weeks from the confirmation of your CoE to inssuance of your visa. Payment confirmation, document mailing and student visa application take time. We recommend you to arrive 2 weeks before the course begins. Also, keep in mind that real estate agencies are not working on Sunday and national holidays, and generally do not accept anyone past 5:00 pm. So try to choose a flight arriving in the morning. If you are not sure about it, you can contact us to know about the best period to arrive in Japan before buying your tickets.\n\n Once you have your reservation, we will ask you to give us your flight information:\n\n1. Arrival Airport\n1. Arrival day and hour\n1. Flight number\n\nWe will then give that information to the agency in charge of your accommodation so they can prepare the move in contract. (Only if you choose your staying place via Nihongo Center).\n\nThat information is also useful if you want to use the MK shuttle service from the Airport (Kansai International Airport or Osaka Airport) to another destination (your apartment, estate agency, school, hotel as long as it is in Kyoto). This service costs 3,600 yen from Kansai International Airport, and 2,600 yen from Osaka Airport. 1,000 yen will be charged per additional suitcase (your hand bag and first suitcase are free of charge). Once we make the reservation, we will contact you to give you the reservation number and further information."
		},
		"Insurance": {
			"en": "• <strong><u>National Health Insurance in Japan</strong></u>\n\n There is a lot of information to provide about the life in Japan and you will receive most of them during the orientation day which is held one week before the start of classes. However, national health insurance is an important topic.\n\n A lot of students come in Japan with their own health insurance. If your country is a part of the bilateral agreement between Japan and your country, then you won’t need to apply for the Japan national health insurance. If not, you will have to join the insurance scheme whether you already have one or not. Here is a list of countries that are part of this agreement:\n\n1. USA\n1. Belgium\n1. France\n1. Netherland\n1. Czech Republic\n1. Switzerland\n1. Hungary\n1. Luxembourg."
		}
	}
}
