{
	"title": {
		"en": "Join us!",
		"ja": "いますぐ申込み！",
		"fr": "Postuler !",
		"zh-hant": "加入我們！",
		"id": "Bergabunglah dengan kami!"
	},
	"lead": {
		"en": "It's simple. Just fill in your personal data at our [online registration](${MNC}) platform, upload your documents and you're ready to apply.",
		"ja": "申込方法はとても簡単です。日本語センターの[オンライン申込サイト](${MNC})でプロフィールを入力して、申込書類をアップロードするだけで完了です。",
		"fr": "C'est simple. Remplissez vos informations personnelles sur notre [système d'inscription en ligne](${MNC}), uploadez vos documents et vous êtes prêts à postuler.",
		"zh-hant": "這非常簡單！你只需於 [線上註冊](${MNC})的平台填入一些資料，上傳文件，然後便準備申請。",
		"id": "Caranya sangat sederhana. Hanya mengisi data pribadi Anda di [pendaftaran online] kami (${MNC}), meng-upload dokumen Anda dan Anda siap untuk menerapkan."
	},
	"preparation": {
		"en": "Preparation",
		"ja": "必要書類",
		"fr": "Documents nécessaires",
		"zh-hant": "準備",
		"id": "Persiapan",
		"text": {
			"en": "You'll need the following documents:",
			"ja": "申込には以下の書類を提出してください。",
			"fr": "Vous aurez besoin des documents suivants:",
			"zh-hant": "你需要準備下列文件：",
			"id": "Dokumen-dokumen yang harus disiapkan:"
		}
	},
	"cv": {
		"en": "Curriculum Vitae",
		"ja": "履歴書",
		"fr": "Curriculum Vitae",
		"zh-hant": "個人簡歷",
		"id": "Curriculum Vitae"
	},
	"letter": {
		"en": "Letter of Guarantee",
		"ja": "経費支弁書、身元保証書",
		"fr": "Lettre de garantie",
		"zh-hant": "保證函",
		"id": "Surat jaminan"
	},
	"pledge": {
		"en": "Pledge",
		"ja": "誓約書",
		"fr": "Déclaration sur l'honneur",
		"zh-hant": "誓約書",
		"id": "Janji"
	},
	"enrollment": {
		"en": "Enrollment Guide",
		"ja": "申し込みガイド",
		"fr": "Guide d'Inscritpion",
		"zh-hant": "申請入學指南",
		"id": "Panduan Pendaftaran"
	},
		"application" : {
			"en": "1/ Application on my.nihongo-center.com",
			"text": {
				"en": "   • <strong><u> What is my.nihongo-center.com?</u></strong>\n\n Our site allows you to apply to our school on the internet. The advantage is that all your files are saved in the same place and you can upload or delete file anytime you want. We also get notifications every time any modification is made to your profile. This way we can contact you more effectively.\n\n To create an account on my.nihongo-center.com, you must already have (or create) a Gmail or Facebook account to login. The moment you register in my.nihongo-center.com, we receive a notification with the address used to log in <strong>so be sure to register with the one you use most of the time so we can contact you</strong>.\n\n If you have any problem uploading data on the site, you can make your application by submitting documents   to our address: support@nihongo-center.com"
			},
			"complete": {
				"en" : "   • <strong><u> How to complete your application?</u></strong>\n\n Your profile will be completed when it reaches 100% but until then, there is a priority. In order to best support you in the application process, we need to know your Name, Family Name, Nationality, and contact address so please fill in this first so we have a way to contact you. Depending on the course you want to apply for, and if a student visa is needed or not, we will tell you which document you need to upload on your profile."
			},
			"documents": {
				"en" : "• <strong><u>Necessary documents.</u></strong>\n\n Since the required documents vary depending on courses, all the Nihongo Center school application forms will be attached in the first mail we will send after you select a course.\n\n• <u><em>For 10 weeks or 20 weeks regular courses:</em></u>\n\n These courses do not require to apply for a student visa for most of the countries. However, some students will need an invitation letter or to apply for a 90 days short stay visa to the embassy of Japan in their country.\n\n Countries which are part of the bilateral agreements with Japan do not require any visa before entering in Japan and will receive a 90 days’ tourism visa at their landing.\n\n Generally, the necessary documents for 10/20 weeks programs are:\n\n A Curriculum Vitae (designed form of Nihongo Center)\n\n High-quality face photo (White or soft grey background needed)\n\n A copy of your passport\n\n NB: Some countries will need more documents so we will give you the details after you complete your profile."
			},
			"months": {
				"en" : "• <em><u>For 6 months or 1-year intensive programs:</u></em>\n\n These courses require applying for a student visa which is issued by the immigration bureau. Students can receive a 6 months’ length visa at the shortest.<strong> YOU CAN’T APPLY FOR A STUDENT VISA IF YOU DIDN’T GRADUATE FROM HIGHSCHOOL OR EQUIVALENT!</strong>\n\n Here again, your nationality will determine what documents are required to apply for a student visa but there are at least 10 documents that are necessary wherever you come from."
			},
			"list": {
				"en": "1 – <strong>A Curriculum Vitae </strong> (original form of Nihongo Center). If you graduated from high school or university over 5 years ago, when you apply for the student visa, your CV will be sent to the immigration with the rest of your documents. That is why it is really important to correctly answer the 3 questions asked in the “Reason for study” section. Furthermore, it is required to write it either in English or to provide a translation of the “Reason for study” section.\n\n 2 - <strong>Passport Copy:</strong> The passport copy will be sent to the immigration so please be sure to send us a good quality one. Every character must be visible. If the immigration cannot read your name or any other information they will ask you to send a new one.\n\n3 – <strong>Face photo:</strong> The photo will be sent to the immigration and will be used for your Certificate of Eligibility, so be sure to send us a high-quality photo. Also, it must be an official photo so the background should be white. Please DO NOT send us selfies.\n\n 4 –<strong> Diploma:</strong> Please send us a copy of your last diploma. You can send it in your mother tongue, however, be sure to attach a copy in English.\n\n 5 –<strong> Pledge</strong> (original form of Nihongo Center):  The “Pledge” needs to be signed by yourself to attest that you will follow the rules of Nihongo Center and Japan.\n\n 6 – <strong>Letter of Guarantee 1&2</strong> (original form of Nihongo Center): These documents are necessary to have information about your financial guarantor.  The financial guarantor doesn’t have to be Japanese. In fact, it MUST be a relative or yourself. Fiancé, friends or Japanese friends cannot become your financial guarantor. Furthermore, remember that this document is asked for to make sure you have (or will receive) enough resources to pay the school fee, as well as living expenses in Japan during your studies. This means that it’s better to write the relative who will have the highest annual income.\n\n <em><u> All the following documents should be provided by the financial guarantor.</em></u>\n\n You can be your own guarantor however the required resources will be more because you will be unable to earn money when you first arrive in Japan.\n\n 7 –<strong> Proof of employment:</strong> This document must be submitted by your employer or by the employer of your financial guarantor. Generally, it specifies the information about the guarantor as follows:\n\n a The name of the employee\n\n b The start date of the employment\n\n c His/Her annual income\n\n 8 –<strong> Proof of annual income:</strong> There are different ways to submit this information.  As mentioned before you can get it when you ask for a proof of employment of your guarantor. The second way is to send us a tax return form where the annual income is usually mentioned.\n\n 9 – <strong>Bank statement:</strong> This document is the most important one if you decide to be your own guarantor since the immigration will use it to determinate if you have enough resources to live or not. This document is submitted to the immigration in most of the cases. Here again, there might be alternatives of the document, but the name of the owner of the account, and the amount must be written.  Since it must be the most recent one, we always ask to send us the bank statement at least one month before the application deadline (May or November)."
			}
	}
}
