{
	"title": {
		"en": "Join us!",
		"ja": "いますぐ申込み！",
		"fr": "Postuler !",
		"zh-hant": "加入我們！",
		"id": "Bergabunglah dengan kami!"
	},
	"lead": {
		"en": "It's simple. Just fill in your personal data at our [online registration](${MNC}) platform, upload your documents and you're ready to apply.",
		"ja": "申込方法はとても簡単です。日本語センターの[オンライン申込サイト](${MNC})でプロフィールを入力して、申込書類をアップロードするだけで完了です。",
		"fr": "C'est simple. Remplissez vos informations personnelles sur notre [système d'inscription en ligne](${MNC}), uploadez vos documents et vous êtes prêts à postuler.",
		"zh-hant": "這非常簡單！你只需於 [線上註冊](${MNC})的平台填入一些資料，上傳文件，然後便準備申請。",
		"id": "Caranya sangat sederhana. Hanya mengisi data pribadi Anda di [pendaftaran online] kami (${MNC}), meng-upload dokumen Anda dan Anda siap untuk menerapkan."
	},
	"preparation": {
		"en": "Preparation",
		"ja": "必要書類",
		"fr": "Documents nécessaires",
		"zh-hant": "準備",
		"id": "Persiapan",
		"text": {
			"en": "You'll need the following documents:",
			"ja": "申込には以下の書類を提出してください。",
			"fr": "Vous aurez besoin des documents suivants:",
			"zh-hant": "你需要準備下列文件：",
			"id": "Dokumen-dokumen yang harus disiapkan:"
		}
	},
	"cv": {
		"en": "Curriculum Vitae",
		"ja": "履歴書",
		"fr": "Curriculum Vitae",
		"zh-hant": "個人簡歷",
		"id": "Curriculum Vitae"
	},
	"letter": {
		"en": "Letter of Guarantee",
		"ja": "経費支弁書、身元保証書",
		"fr": "Lettre de garantie",
		"zh-hant": "保證函",
		"id": "Surat jaminan"
	},
	"pledge": {
		"en": "Pledge",
		"ja": "誓約書",
		"fr": "Déclaration sur l'honneur",
		"zh-hant": "誓約書",
		"id": "Janji"
	},
	"enrollment": {
		"en": "Enrollment Guide",
		"ja": "申し込みガイド",
		"fr": "Guide d'Inscritpion",
		"zh-hant": "申請入學指南",
		"id": "Panduan Pendaftaran"
	},
		"application" : {
			"en": "1/ Application on my.nihongo-center.com",
			"text": {
				"en": "   • <strong><u> What is my.nihongo-center.com?</u></strong>\n\n Our site allows you to apply to our school on the internet. The advantage is that all your files are saved in the same place and you can upload or delete file anytime you want. We also get notifications every time any modification is made to your profile. This way we can contact you more effectively.\n\n To create an account on my.nihongo-center.com, you must already have (or create) a Gmail or Facebook account to login. The moment you register in my.nihongo-center.com, we receive a notification with the address used to log in <strong>so be sure to register with the one you use most of the time so we can contact you</strong>.\n\n If you have any problem uploading data on the site, you can make your application by submitting documents   to our address: support@nihongo-center.com"
			},
			"complete": {
				"en" : "   • <strong><u> How to complete your application?</u></strong>\n\n Your profile will be completed when it reaches 100% but until then, there is a priority. In order to best support you in the application process, we need to know your Name, Family Name, Nationality, and contact address so please fill in this first so we have a way to contact you. Depending on the course you want to apply for, and if a student visa is needed or not, we will tell you which document you need to upload on your profile."
			},
			"documents": {
				"en" : "• <strong><u>Necessary documents.</u></strong>\n\n Since the required documents vary depending on courses, all the Nihongo Center school application forms will be attached in the first mail we will send after you select a course.\n\n• <u><i>For 10 weeks or 20 weeks regular courses!</i></u>\n\n These courses do not require to apply for a student visa for most of the countries. However, some students will need an invitation letter or to apply for a 90 days short stay visa to the embassy of Japan in their country.\n\n Countries which are part of the bilateral agreements with Japan do not require any visa before entering in Japan and will receive a 90 days’ tourism visa at their landing.\n\n Generally, the necessary documents for 10/20 weeks programs are:\n\n A Curriculum Vitae (designed form of Nihongo Center)\n\n High-quality face photo (White or soft grey background needed)\n\n A copy of your passport\n\n NB: Some countries will need more documents so we will give you the details after you complete your profile."
			},
			"months": {
				"en" : "• <u>For 6 months or 1-year intensive programs:</u>\n\n These courses require applying for a student visa which is issued by the immigration bureau. Students can receive a 6 months’ length visa at the shortest.<strong> YOU CAN’T APPLY FOR A STUDENT VISA IF YOU DIDN’T GRADUATE FROM HIGHSCHOOL OR EQUIVALENT!</strong>\n\n Here again, your nationality will determine what documents are required to apply for a student visa but there are at least 10 documents that are necessary wherever you come from."
			}	
	}
}
