{
	"title": {
		"en": "Join us!",
		"ja": "いますぐ申込み！",
		"fr": "Postuler !",
		"zh-hant": "加入我們！",
		"id": "Bergabunglah dengan kami!",
		"se": "Ansökan",
		"th": "มาร่วมกับเรา!"
	},
	"lead": {
		"en": "It's simple. Just fill in your personal data at our [online registration](${MNC}) platform, upload your documents and you're ready to apply.",
		"ja": "申込方法はとても簡単です。日本語センターの[オンライン申込サイト](${MNC})でプロフィールを入力して、申込書類をアップロードするだけで完了です。",
		"fr": "C'est simple. Remplissez vos informations personnelles sur notre [système d'inscription en ligne](${MNC}), uploadez vos documents et vous êtes prêts à postuler.",
		"zh-hant": "這非常簡單！你只需於 [線上註冊](${MNC})的平台填入一些資料，上傳文件，然後便準備申請。",
		"id": "Caranya sangat sederhana. Hanya mengisi data pribadi Anda di [pendaftaran online] kami (${MNC}), meng-upload dokumen Anda dan Anda siap untuk menerapkan.",
		"se": "Det är lätt. Fyll in dina personliga uppgifter på vår [online registration](${MNC}) platform, ladda upp dina dokument så är du redo att ansöka.",
		"th": "ง่ายๆ เพียงแค่กรอกข้อมูลส่วนตัวของคุณที่ [การสมัครออนไลน์](${MNC}), อัพโหลดเอกสารของคุณ เท่านี้ก็พร้อมแล้วสำหรับการสมัคร"
	},
	"preparation": {
		"en": "Preparation",
		"ja": "必要書類",
		"fr": "Documents nécessaires",
		"zh-hant": "準備",
		"id": "Persiapan",
		"se": "Förberedelse",
		"th": "เตรียมความพร้อม",
		"text": {
			"en": "You'll need the following documents:",
			"ja": "申込には以下の書類を提出してください。",
			"fr": "Vous aurez besoin des documents suivants:",
			"zh-hant": "你需要準備下列文件：",
			"id": "Dokumen-dokumen yang harus disiapkan:",
			"se": "Du behöver följande dokument:",
			"th": "คุณจะต้องมีเอกสารดังต่อไปนี้:"
		}
	},
	"cv": {
		"en": "Curriculum Vitae",
		"ja": "履歴書",
		"fr": "Curriculum Vitae",
		"zh-hant": "個人簡歷",
		"id": "Curriculum Vitae",
		"se": "Curriculum Vitae",
		"th": "ประวัติโดยย่อ"
	},
	"letter": {
		"en": "Letter of Guarantee",
		"ja": "経費支弁書、身元保証書",
		"fr": "Lettre de garantie",
		"zh-hant": "保證函",
		"id": "Surat jaminan",
		"se": "Garantibrev",
		"th": "หนังสือค้ำประกัน"
	},
	"pledge": {
		"en": "Pledge",
		"ja": "誓約書",
		"fr": "Déclaration sur l'honneur",
		"zh-hant": "誓約書",
		"id": "Janji",
		"se": "Löfte",
		"th": "มัดจำ"
	},
	"enrollment": {
		"en": "Enrollment Guide",
		"ja": "申し込みガイド",
		"fr": "Guide d'Inscritpion",
		"zh-hant": "申請入學指南",
		"id": "Panduan Pendaftaran",
		"se": "Enrollment Guide"
	},
	"application" : {
		"en": "1/ Application on my.nihongo-center.com",
		"fr": "1/ Inscription sur my.nihongo-center.com",
		"zh-hant": "1/ 利用my.nihongo-center.com申請",
		"id": "1/ Pendaftaran melewati my.nihongo-center.com",
		"se": "1/ Ansökan på my.nihongo-center.com",
		"th": "1/ การสมัครที่ my.nihongo-center.com",
		"text": {
			"en": " • <strong><u> What is my.nihongo-center.com?</u></strong>\n\n Our site allows you to apply to our school on the internet. The advantage is that all your files are saved in the same place and you can upload or delete file anytime you want. We also get notifications every time any modification is made to your profile. This way we can contact you more effectively.\n\n To create an account on my.nihongo-center.com, you must already have (or create) a Gmail or Facebook account to login. The moment you register in my.nihongo-center.com, we receive a notification with the address used to log in <strong>so be sure to register with the one you use most of the time so we can contact you</strong>.\n\n If you have any problem uploading data on the site, you can make your application by submitting documents   to our address: support@nihongo-center.com",
			"fr": " • <strong><u>Qu’est-ce que my.nihongo-center.com ?</strong></u>\n\n Notre site vous permet de vous inscrire via Internet. Le point positif et que tous les fichiers sont regroupés au même endroit, et que vous pouvez ajouter ou supprimer des fichiers quand vous le voulez. Nous recevons également des notifications chaque fois qu’une modification est faite sur votre profil. De fait nous pouvons vous contacter le plus rapidement possible.\n\n Pour créer un compte sur my.nihongo-center.com, vous devez déjà posséder (ou créer) un compte Facebook ou Gmail. Dès que vous vous serez enregistré, nous recevrons un message avec l’adresse dont vous vous serez servi pour vous connecter. <strong>Soyez donc sûr d’utiliser l’adresse que vous utilisez le plus afin que nous puissions vous contacter</strong>.\n\n Si vous avez des problèmes pour envoyer des fichiers sur le site, vous pouvez aussi bien tout nous envoyer à l’adresse suivante : support@nihongo-center.com",
			"zh-hant": "• <strong><u> 關於my.nihongo-center.com </strong></u>\n\n 利用我們策畫的my.nihongo-center.com網站您將可以在網路上遞交入學申請，您可以將所有準備好的必須文件存放在同一個空間，而且任何時候都可以上傳或是刪除您的文件，方便您有效管理。針對個人檔案做出任何更動的時候，我們也會接到提醒通知，使我們可以更有效率地與您聯絡。\n\n 請利用或申請一個Facebook或Gmail帳號登入my.nihongo-center.com，日後若有需要，我們將會透過這個帳號與您聯絡，建議您使用最常用的Facebook或Gmail帳號以免忽略了來自校方的聯絡訊息。\n\n 若上傳檔案時發生錯誤，請將您的申請文件傳送至我們的電子信箱。",
			"id": "• <strong><u>My.nihongo-center.com adalah:</strong></u>\n\n Kami berhasil membuat situs yang memungkinkan Anda untuk mendaftar melewati internet. Keuntungan tambahannya adalah Anda dapat menyimpan file di tempat yang sama dan Anda dapat meng-upload atau menghapus file tersebut kapan saja yang Anda inginkan. Kami juga mendapatkan pemberitahuan setiap kali adanya modifikasi di profil Anda. Dengan cara ini kami dapat menghubungi Anda dengan cara yang lebih efektif.\n\n Untuk membuat akun di my.nihongo-center.com, Anda harus sudah memiliki (atau membuat) sebuah Gmail atau akun Facebook untuk login. Saat Anda mendaftar di my.nihongo-center.com, kami menerima pemberitahuan dengan alamat yang digunakan untuk login jadi pastikan untuk mendaftar menggunakan alamat yang sering Anda gunakan sehingga kami dapat menghubungi Anda.\n\n Jika Anda memiliki masalah upload data di situs, Anda dapat membuat pendaftaran Anda dengan mengirimkan dokumen ke alamat kami: support@nihongo-center.com.",
			"se": "• <strong><u>Vad är my.nihongo-center.com?</strong></u>\n\n På vår hemsida kan du ansöka till vår skola genom internet. Fördelen med detta är att alla dina filer är sparade på samma plats och du kan ladda upp eller ta bort en fil när du vill. Vi får även ett meddelande varje gång du ändrar något på din profil. På detta sätt kan vi hålla en bättre kontakt med dig.\n\n För att skapa ett användarkonto på my.nihongo-center.com, måste du redan ha (eller skapa) ett Gmail eller Facebook konto att logga in med. När du skapar ditt konto får vi ett meddelande med den email-adress du använde för att logga in <strong>så se till att registrera med den adress du oftast använder så vi kan kontakta dig.</strong>\n\n Om du får problem med att ladda upp filer till vår hemsida kan du göra din ansökan genom att skicka de nödvändiga dokumenten till vår adress: support@nihongo-center.com.",
			"th": "• <u><strong>my.nihongo-center.com คืออะไร</u></strong>\n\n คุณสามารถสมัครเข้าเรียนในโรงเรียนของเราผ่านทางอินเทอร์เน็ต ข้อดีคือไฟล์ข้อมูลทั้งหมดของคุณจะถูกบันทึกไว้ในที่เดียวกัน และคุณสามารถอัปโหลดหรือลบไฟล์ได้ตลอดเวลาที่คุณต้องการ นอกจากนี้เรายังได้รับการแจ้งเตือนทุกครั้งที่มีการปรับเปลี่ยนโปรไฟล์ของคุณ วิธีนี้ทำให้เราสามารถติดต่อคุณได้อย่างมีประสิทธิภาพมากขึ้น\n\n ในการสร้างบัญชีผู้ใช้ my.nihongo-center.com คุณต้องมี (หรือสร้าง) บัญชี Gmail หรือ Facebook เพื่อเข้าสู่ระบบ ขณะที่คุณลงทะเบียนใน my.nihongo-center.com เราจะได้รับการแจ้งเตือนจาก address ที่คุณใช้ในการเข้าสู่ระบบ <strong>ดังนั้นกรุณาใช้ address ที่คุณใช้เป็นประจำในการลงทะเบียนเพื่อให้แน่ใจว่าเราสามารถติดต่อคุณได้ตลอดเวลา</strong>\n\n หากคุณมีปัญหาในการอัปโหลดข้อมูลในเว็บไซต์คุณสามารถทำการสมัครได้โดยการส่งเอกสารมายังที่addressของเรา : support@nihongo-center.com"
		},
		"complete": {
			"en" : " • <strong><u> How to complete your application?</u></strong>\n\n Your profile will be completed when it reaches 100% but until then, there is a priority. In order to best support you in the application process, we need to know your Name, Family Name, Nationality, and contact address so please fill in this first so we have a way to contact you. Depending on the course you want to apply for, and if a student visa is needed or not, we will tell you which document you need to upload on your profile.",
			"fr" : " • <strong><u> Comment finaliser votre inscription.</u></strong>\n\n Votre profil sera complet une fois qu’il atteindra les 100%. Mais avant ça, il une priorité dans les documents à renseigner. Soyez conscient que si vous ne nous donnez pas votre nom, prénom, nationalité ou adresse de contact, nous ne pourrons vous guider du mieux possible. Veillez donc bien à nous fournir ces informations en priorité et nous vous contacterons. En fonction du programme choisi, et si un visa étudiant est nécessaire ou non, nous vous dirons quels sont les documents à nous envoyer.",
			"zh-hant": " • <strong><u> 如何完成您的申請</strong></u>\n\n 如下圖所示，左側的完成度達到100%時代表您已填寫好所有需要資料。首先請提供您的真實姓名全名、國籍以及聯絡地址等資訊，以便我們能夠直接聯絡您並協助您完成申請。是否需要學生簽證取決於您想申請的課程內容或時間長度，收到您的申請後我們將會告知您需要提供那些文件，屆時再請您將所需文件上傳至網站。",
			"id": "• <strong><u>Cara untuk melengkapi pendaftaran Anda. </strong></u>\n\n Profil Anda akan selesai ketika mencapai 100% tetapi sebelum itu, ada beberapa hal yang diprioritaskan dalam mengisi informasi. Sadarilah bahwa jika Anda tidak memberi Nama, Nama Keluarga, Kewarganegaraan atau alamat kontak Anda, kami tidak akan bisa mendukung Anda secara maksimal, jadi silahkan mengisi informasi ini pada awalnya dan kami akan menghubungi Anda. Tergantung pada kursus yang ingin Anda daftar, dan jika visa pelajar diperlukan atau tidak, kami akan memberitahu Anda dokumen yang perlu Anda upload pada profil Anda.",
			"se": "• <strong><u>Hur du slutför din ansökan.</strong></u>\n\n Din profil är klar när den når 100% men innan dess finns det en prioritet. För att på bästa sätt ge dig support under ansökningsprocessen behöver vi veta ditt för- och efternamn, nationalitet, och kontakt uppgifter, var vänlig fyll i dessa först så vi kan kontakta dig. De dokument du behöver ladda upp varierar beroende på vilken kurs du läser och om studentvisum är nödvändigt eller ej, därför kan vi vägleda dig med vilka dokument du fortfarande behöver ladda upp på din profil.",
			"th": "• <strong><u>วิธีกรอกใบสมัคร</strong></u>\n\n โปรไฟล์ของคุณจะสมบูรณ์เมื่อถึง 100% แต่จนกว่าจะถึงตอนนั้นมีขั้นตอนที่สำคัญเพื่อให้การสนับสนุนคุณทำได้ดียิ่งขึ้น ในขั้นตอนการสมัครเราจำเป็นต้องทราบชื่อ ชื่อสกุล สัญชาติ และที่อยู่ที่ติดต่อได้ของคุณ ดังนั้นโปรดกรอกข้อมูลในช่องนี้ก่อนเพื่อให้เราสามารถติดต่อคุณได้ การสมัครจะขึ้นอยู่กับหลักสูตรที่คุณต้องการสมัคร และหากจำเป็นต้องมีวีซ่านักเรียน เราจะแจ้งให้คุณทราบว่าเอกสารใดที่คุณจำเป็นจะต้องอัพโหลดลงในโปรไฟล์ของคุณ"
		},
		"documents": {
			"en" : "• <strong><u>Necessary documents.</u></strong>\n\n Since the required documents vary depending on courses, all the Nihongo Center school application forms will be attached in the first mail we will send after you select a course.\n\n• <u><em>For 10 weeks or 20 weeks regular courses:</em></u>\n\n These courses do not require to apply for a student visa for most of the countries. However, some students will need an invitation letter to apply for a 90 days short stay visa to the embassy of Japan in their country.\n\n Countries which are part of the bilateral agreements with Japan do not require any visa before entering in Japan and will receive a 90 days’ tourism visa at their landing.\n\n Generally, the necessary documents for 10/20 weeks programs are:\n\n - A Curriculum Vitae (designed form of Nihongo Center)\n\n - High-quality face photo (White or soft grey background needed)\n\n - A copy of your passport\n\n <strong>NB</strong>: Some countries will need more documents so we will give you the details after you complete your profile.",
			"fr" : "• <strong><u> Documents nécessaires. </strong></u>\n\n Tous les formulaires conçus par Nihongo Center vous seront envoyés dans le premier mail de contact.\n\n <strong> Les personnes déjà détentrice d'un visa longue durée peuvent choisir n'importe quel programme. (vacance-travail, visa conjoint, résident permanant, personne ayant la nationalité japonaise…) </strong> \n\n• <em><u>Programmes de 10 et 20 semaines</em></u>:\n\n Ces programmes ne requièrent pas de visa étudiant pour la plupart des pays. Cependant, certains étudiant auront besoin d’une lettre d’invitation pour faire une demande de visa court séjour à l’ambassade du Japon de leur pays.\n\nLes pays faisant partie de l’accord bilatéral avec le Japon n’ont pas besoin de visa avant d’entrer sur le territoire et recevrons d’office un visa d’une durée de 90 jours à leur arrivée.\n\n Généralement, les documents nécessaires pour les programmes de 10 et 20 semaines sont :\n\n - Un Curriculum Vitae (formulaire envoyé par Nihongo Center)\n\n - Une photo officielle de bonne qualité (fond blanc ou gris clair)\n\n - Une copie de votre passeport.\n1.<strong>NB</strong> : Certains pays auront besoin de documents supplémentaires et nous vous guiderons dès que vous aurez complété votre profile.",
			"zh-hant" :"• <strong><u> 必要文件</strong></u>\n\n 每種課程所需的文件不盡相同，我們將會依據您選擇的課程內容以e-mail告知您需要準備哪些文件。\n\n • <em><u>十週或二十週一般課程 </em></u>\n\n 一般來說申請短期課程時大部分同學皆不需要申請學生簽證，但來自部分國家的同學可能需要邀請信或是需要申請日本90天短期停留簽證。\n\n 而來自與日本政府之間有協議的國家的同學，在入境時不需要辦理特定簽證，您將以九十天觀光簽證入境。\n\n 一般而言,申請就讀10週或20週課程時您需要以下文件：\n\n - 個人簡歷（日本語中心提供的表格）\n\n - 清晰的個人臉部照片（背景須為白色或是淺灰色）\n\n - 您的護照影本\n\n<strong>請注意</strong>：部分國籍的同學可能需要提供更多文件，待您完成您的個人檔案後我們將會另行通知您。",
			"id": "• <strong><u>Dokumen yang diperlukan.</strong></u>\n\n Karena dokumen yang diperlukan bervariasi tergantung pada kursus, semua formulir yang ditandatangani oleh Nihongo Center akan dilampirkan dalam surat pertama yang akan kami kirimkan setelah Anda memilih kursus.\n\n • <em><u>Untuk kursus reguler 10 minggu atau 20 minggu:</em></u>\n\n Kursus ini tidak perlu mengajukan permohonan visa pelajar untuk sebagian besar negara. Namun, beberapa siswa akan memerlukan sebuah surat undangan atau untuk diterapkan ke visa kunjungan singkat 90 hari ke kedutaan Jepang di negara mereka.\n\n Negara yang merupakan bagian dari perjanjian bilateral dengan Jepang tidak memerlukan visa sebelum masuk di Jepang dan akan menerima visa pariwisata 90 hari saat kedatangan mereka.\n\n Secara umum, dokumen yang diperlukan untuk program 10/20 minggu adalah:\n\n - Sebuah Curriculum Vitae (yang dirancang oleh Nihongo Center)\n\n - Foto wajah yang berkualitas tinggi (latar belakang putih atau abu-abu lembut diperlukan)\n\n - Salinan paspor\n\n<strong>NB</strong>: Beberapa negara mungkin akan membutuhkan lebih banyak dokumen sehingga kami akan memberitahu Anda tentang hal itu segera setelah Anda menyelesaikan profil Anda.",
			"se": "• <strong><u>Nödvändiga dokument.</strong></u>\n\n Eftersom de nödvändiga dokumenten varierar beroende på vilken kurs du väljer så kommer vi bifoga de nödvändiga Nihongo Center skolansökan formulären i första mailet vi skickar dig efter att du valt kurs.\n\n •<em><u>För 10-veckors eller 20-veckors kurser!</em></u>\n\n För dessa kurser behöver du inte ansöka för ett studentvisum.\n\n  Länder som har avtal angående visum undantag med Japan behöver inte ansöka om visum utan erhåller ett 90 dagars turistvisum vid landning.\n\n Generellt, de nödvändiga dokumentet för 10/20 veckors kurs är:\n\n •Ett Curriculum Vitae (speciellt formulär från Nihongo Center)\n\n •Foto av typen ID-handling (Vit eller ljusgrå bakgrund är nödvändigt)\n\n •En kopia på ditt pass\n\n OBS! Vissa länder kan behöva fler dokument, i sådana fall meddelar vi dig.",
			"th": "• <strong><u>เอกสารที่จำเป็น</strong></u>\n\n เนื่องจากเอกสารที่จำเป็นต้องใช้จะแตกต่างกันขึ้นอยู่กับหลักสูตร แบบฟอร์มใบสมัครทั้งหมดของทางโรงเรียน Nihongo Center จะแนบไปกับเมล์แรกที่ส่งถึงคุณหลังจากได้ตัดสินใจเลือกหลักสูตร\n\n <em><u>สำหรับหลักสูตรทั่วไป 10 สัปดาห์ หรือ 20 สัปดาห</em>์</u>\n\n หลักสูตรเหล่านี้ไม่จำเป็นต้องยื่นขอวีซ่านักเรียนสำหรับประเทศส่วนใหญ่ อย่างไรก็ตามนักเรียนบางคนจะต้องมีหนังสือเชิญ หรือยื่นขอวีซ่าระยะสั้น 90 วันไปยังสถานทูตญี่ปุ่นในประเทศของตน\n\n ประเทศที่เป็นส่วนหนึ่งของข้อตกลงทวิภาคีกับประเทศญี่ปุ่นไม่จำเป็นต้องมีวีซ่าก่อนเข้าประเทศญี่ปุ่น และจะได้รับวีซ่าท่องเที่ยว 90 วัน ณ วันที่เดินทางถึงประเทศญี่ปุ่น\n\n โดยทั่วไปเอกสารที่จำเป็นสำหรับโปรแกรม 10/20 สัปดาห์ คือ :\n\n •ประวัติโดยย่อ (แบบฟอร์มของ Nihongo Center)\n\n •ภาพถ่ายที่เห็นหน้าชัดเจน มีความคมชัด (พื้นหลังเป็นสีขาวหรือสีเทาอ่อน)\n\n •สำเนาหนังสือเดินทาง\n\n หมายเหตุ: ในบางประเทศอาจมีเอกสารเพิ่มเติม ทางเราจะแจ้งรายละเอียดหลังจากที่โปรไฟล์ของคุณเสร็จสมบูรณ์"
		},
		"months": {
			"en" : "• <em><u>For 6 months or 1-year intensive programs:</u></em>\n\n These courses require applying for a student visa which is issued by the immigration bureau. Students can receive a 6 months’ length visa at the shortest.<strong> YOU CAN’T APPLY FOR A STUDENT VISA IF YOU DIDN’T GRADUATE FROM HIGHSCHOOL OR EQUIVALENT!</strong>\n\n Here again, your nationality will determine what documents are required to apply for a student visa but there are at least 9 documents that are necessary wherever you come from.",
			"fr" : "• <em><u>Programmes de 6 mois et 1 an</em></u> :\n\n Ces programmes requièrent un visa étudiant et la demande du Certificat d'éligibilité est faite au bureau de l’immigration japonais. Au minimum, les étudiants recevront un visa de 6 mois.IL N'EST PAS POSSIBLE DE FAIRE DE DEMANDE DE VISA SANS AVOIR LE BAC OU EQUIVALENT!\n\n Ici aussi, votre nationalité déterminera les documents nécessaires à la demande de visa, mais au moins 9 documents sont demandés quel que soit votre pays.",
			"zh-hant" : "• <em><u> 六個月或一年密集課程</em></u>\n\n 六個月或一年密集課程因時間較長，需要向日本入國管理局申請學生簽證。學生最短可以申請到六個月的學生簽證。\n\n 下列文件為申請時的必備文件，若有其他需要準備的文件，我們將會依您的國籍別通知您需要準備哪些資料。",
			"id": "• <em><u>Untuk kursus 6 bulan atau program intensif 1 tahun:</em></u>\n\n Kursus ini memerlukan pengajuan permohonan visa pelajar yang dikeluarkan oleh kantor imigrasi. Siswa dapat menerima visa durasi terpendek yaitu selama 6 bulan.\n\n Sekali lagi, kebangsaan Anda akan menentukan dokuman apa saja yang diperlukan untuk mengajukan permohonan visa pelajar tetapi setidaknya ada 10 dokumen yang diperlukan di mana pun Anda berasal.",
			"se": "•<em><u>För 6 månader eller Ettårskurs:</em></u>\n\n För dessa kurser behöver du ett studentvisum utfärdat av immigrationsverket. Kortast vistelse på ett studentvisum är 6 månader. <strong>DU KAN INTE ANSÖKA OM ETT STUDENTVISUM OM DU INTE TAGIT GYMNASIEEXAMEN!</strong>\n\n Här gäller även att din nationalitet påverkar vilka dokument som är nödvändiga för att ansöka för studentvisum, men det är åtminstone 10 dokument som är nödvändiga oberoende av nationalitet.",
			"th": "•<em><u>สำหรับหลักสูตรเร่งรัด 6 เดือน หรือ 1 ปี</em></u>\n\n หลักสูตรเหล่านี้จำเป็นต้องยื่นขอวีซ่านักเรียนซึ่งออกโดยสำนักตรวจคนเข้าเมือง นักเรียนสามารถรับวีซ่าระยะเวลาที่สั้นที่สุดคือ 6 เดือนได้ คุณไม่สามารถขอวีซ่านักเรียนได้ หากคุณไม่ได้เรียนจบการศึกษาในชั้นมัธยมปลาย หรือเทียบเท่า!\n\n ขอย้ำอีกครั้งว่าสัญชาติของคุณจะเป็นตัวกำหนดเอกสารที่ต้องใช้ในการขอวีซ่านักเรียน แต่อย่างน้อยต้องมีเอกสาร 10 อย่างที่จำเป็นไม่ว่าคุณจะมาจากประเทศไหนก็ตาม"
  		},
		"list": {
			"en": "1 – <strong> A Curriculum Vitae </strong> (original form of Nihongo Center): If you graduated from high school or university over 5 years ago, when you apply for the student visa, your CV will be sent to the immigration with the rest of your documents. That is why it is really important to correctly answer the 3 questions asked in the “Reason for study” section. Furthermore, it is required to write it either in English or to provide a translation of the “Reason for study” section.\n\n 2 - <strong>Passport Copy:</strong> The passport copy will be sent to the immigration so please be sure to send us a good quality one. Every character must be visible. If the immigration cannot read your name or any other information they will ask you to send a new one.\n\n3 – <strong>Face photo:</strong> The photo will be sent to the immigration and will be used for your Certificate of Eligibility, so be sure to send us a high-quality photo. Also, it must be an official photo so the background should be white. Please DO NOT send us selfies.\n\n 4 –<strong> Diploma:</strong> Please send us a copy of your last diploma. You can send it in your mother tongue, however, be sure to attach a copy in English.\n\n 5 –<strong> Pledge</strong> (original form of Nihongo Center):  The “Pledge” needs to be signed by yourself to attest that you will follow the rules of Nihongo Center and Japan.\n\n 6 – <strong>Letter of Guarantee 1&2</strong> (original form of Nihongo Center): These documents are necessary to have information about your financial guarantor.  The financial guarantor doesn’t have to be Japanese. In fact, it MUST be a relative or yourself. Fiancé, friends or Japanese friends cannot become your financial guarantor. Furthermore, remember that this document is asked for to make sure you have (or will receive) enough resources to pay the school fee, as well as living expenses in Japan during your studies. This means that it’s better to write the relative who will have the highest annual income.\n\n <em><u> All the following documents should be provided by the financial guarantor.</em></u>\n\n You can be your own guarantor however the required resources will be more because you will be unable to earn money when you first arrive in Japan.\n\n 7 –<strong> Proof of employment:</strong> This document must be submitted by your employer or by the employer of your financial guarantor. Generally, it specifies the information about the guarantor as follows:\n\n - The name of the employee\n\n - The start date of the employment\n\n - His/Her annual income\n\n8 –<strong> Proof of annual income:</strong> There are different ways to submit this information.  As mentioned before you can get it when you ask for a proof of employment of your guarantor. The second way is to send us a tax return form where the annual income is usually mentioned.\n\n 9 – <strong>Bank statement:</strong> This document is the most important one if you decide to be your own guarantor since the immigration will use it to determinate if you have enough resources to live or not. This document is submitted to the immigration in most of the cases. Here again, there might be alternatives of the document, but the name of the owner of the account, and the amount must be written.  Since it must be the most recent one, we always ask to send us the bank statement at least one month before the application deadline (May or November).",
			"fr": "1 - <strong> Un Curriculum Vitae </strong> (formulaire original de Nihongo Center) : Si vous êtes diplômé du lycée ou de l’université depuis plus de 5 ans, votre CV sera envoyé à l’immigration avec le reste de vos documents. De fait, il est important que vous répondiez de manière détaillée, <strong><u> et en anglais </strong></u>, aux 3 questions qui vous sont posées dans la partie « Reason for study ».\n\n 2 - <strong>Copie du passeport</strong> : La copie du passeport sera envoyée à l’immigration donc faîtes attention à ce qu’elle soit de bonne qualité. Toutes les lettres doivent êtres lisibles. Si l’immigration n’arrive pas à lire les informations, ils vous demanderont d’envoyer une nouvelle copie.\n\n 3 - <strong> Photo officielle </strong> : La photo collée sur les documents japonais que nous envoyons à l’immigration. Celle-ci sera réutilisée pour votre Certificat d’éligibilité, donc envoyez une photo de bonne qualité et en couleur. Il s’agit d’une photo officielle donc <strong> N’ENVOYEZ PAS </strong> de selfie. Voici un exemple de photo que nous demandons.\n\n 4 - <strong> Diplôme </strong> : Veuillez nous envoyer une copie de votre dernier diplôme obtenu.\n\n 5 - <strong> Déclaration sur l’honneur </strong> (formulaire original de Nihongo Center) : Ce document, signé par vos soins, atteste que vous respecterez les lois japonaises et les règles de l’école.\n\n 6 - <strong> Lettre de guarantie 1&2 </strong> (formulaires originaux de Nihongo Center) : Ces documents sont nécessaires pour avoir des informations sur votre garant financier. Le garant ne doit pas forcément être Japonais. En realité, ce <strong> DOIT </strong> être quelqu’un de votre famille ou vous-même. Fiancé(e), amis ou amis Japonais ne peuvent pas être votre garant. De plus ce document vous est demandé afin de voir si vous avez les ressources financières nécessaire pour payer les frais de scolarité, ainsi que pour les dépenses pendant la durée de votre séjour au Japon. Pensez donc à inscrire la personne ayant le plus haut revenu comme garant.\n\n<u>Tous les documents ci-dessous doivent être fournis par le garant financier</u>\n\n Vous pouvez être votre propre garant mais l’immigration demandera plus de ressources car vous n’aurez normalement pas de rentrée d’argent mensuelle en arrivant au Japon.\n\n 7 - <strong> Attestation de travail </strong> : Ce document est fourni par l’employeur et renseigne généralement sur les informations suivantes :\n\n - Nom de l’employé(e)\n\n - Date de début de travail\n\n - Salaire mensuel ou annuel\n\n8 - <strong> Attestation de revenu annuel </strong> : Il y a plusieurs méthodes pour obtenir cette information. Vous pouvez fournir une attestation d’emploi où cette information est souvent fournie, ou bien, vous pouvez également nous envoyer une copie de votre déclaration de revenu.\n\n 9 - <strong> Relevé bancaire </strong> : Ce document est le plus important si vous décidez d’être votre propre garant puisque l’immigration déterminera si vous avez assez de ressources ou non. Ici aussi, il peut y avoir des alternatives de documents. Cependant quel que soit le document envoyé, le nom de la banque, le nom du propriétaire du compte ainsi que le montant doivent être mentionnés.  Nous demandons à ce que ce relevé soit le plus récent possible, et c’est pourquoi nous vous le demandons généralement 1 mois avant la date limite d’inscription (Mai ou Novembre).",
			"zh-hant" : "1 - <u><strong>個人簡歷</strong></u>（日本語中心提供表格）\n\n 若您自大學或是高中畢業時間距今已超過五年以上，在申請學生簽證時您的個人簡歷及其他文件將會被遞交至入國管理局，填寫入學動機時請務必完整且正確地回答該部分所列的三個問題。填寫時請以英文書寫，或是提供日文翻譯版本。\n\n 2 - <u><strong>護照影本</strong></u>\n\n 護照影本也會被遞交至入國管理局，請提供每個細節都清楚可見之檔案，若有難以辨識的部分，入國管理局將會要求您重新提供一份。\n\n 3 - <u><strong>臉部照片</strong></u>\n\n 照片將提供給入國管理局，您的在留資格證明書(Certificate of Eligibility)將會使用到這張照片，請務必提供我們臉部清晰且背景為白色的證件照。請不要寄您的自拍照給我們，下圖為證件照的範例。\n\n 4 - <u><strong> 畢業證書</strong></u>\n\n 請提供您的原版畢業證書影本給我們，並請您附上英文版本。\n\n 5 - <u><strong>保證書</strong></u> (日本語中心提供)\n\n 請在保證書上簽名，以玆證明您日後將遵守日本語中心的規定以及日本法律。\n\n 6 - <u><strong>保證函1及2</strong></u> (日本語中心提供)\n\n 請利用這些文件說明誰是您的財務保證人。此保證人不需為日本籍，請填寫您自己或是您的親屬作為保證人。請注意未婚伴侶、朋友以及日籍友人皆無法成為您的保證人。另外，此保證函是為了證明您有足夠財力支付學校學費以及在日生活費，請您填寫一位有足夠財力的親人作為保證人。\n\n <u>所有相關文件需由保證人本人提供。</u>\n\n 您也可以做為您自己的保證人，但審核標準將會較為嚴格，因為當您抵達日本後，也許會有一段時間沒有任何收入。\n\n 7 - <u><strong>在職證明</strong></u>\n\n 本文件需由您的雇主或是您的保證人的雇主提出，內容需包括以下資訊 :\n\n - 僱員姓名\n\n - 到職時間\n\n - 年收入\n\n8 - <u><strong>財力證明文件</strong></u>\n\n 有數種文件可做為財力證明，如在前一項所提到的，在向您的雇主索取在職證明時可一併索取。或是提供您的納稅申報表格，通常上面也會記載您的收入資料。\n\n 9 - <u><strong>銀行存款</strong></u>\n\n 這份文件將會提供給日本入國管理局，管理局將會根據此文件審核您是否有足夠財力在日本生活。文件中必須包含銀行帳戶所有人姓名以及存款金額。此文件必須為銀行存款總額最新資訊，所以我們將會在申請日期截止前的一個月（五月或是十一月）向您索取。",
			"id": "1 - <strong> Curriculum Vitae </strong> (bentuk asli dari Nihongo Center). Jika Anda lulus dari sekolah tinggi atau universitas lebih dari 5 tahun yang lalu, ketika Anda mendaftar untuk visa pelajar, CV Anda akan dikirim ke imigrasi dengan sisa dokumen Anda. Itulah mengapa sangat penting untuk Anda menjawab 3 pertanyaan yang diajukan dalam bagian 'Alasan untuk studi' dengan benar. Selain itu, diperlukan untuk menulis dalam bahasa Inggris atau untuk memberikan terjemahan dari bagian Alasan untuk studi.\n\n 2 - <strong> Salinan Paspor </strong>: Salinan paspor akan dikirim ke imigrasi jadi pastikan untuk mengirimkan satu copy dengan kualitas yang baik. Setiap karakter harus dapat terlihat dengan jelas. Jika imigrasi tidak bisa membaca nama Anda atau informasi lainnya mereka akan meminta Anda untuk mengirim yang baru.\n\n 3 – <strong> Foto wajah </strong>: Foto akan dikirim ke imigrasi dan akan digunakan untuk Certificate of Eligibility, jadi pastikan untuk mengirimkan foto yang berkualitas tinggi. Dan juga, foto tersebut harus foto resmi sehingga latar belakang harus putih. Harap JANGAN kirim foto selfie. Berikut adalah contoh dari kualitas foto yang kami minta.\n\n 4 – <strong>Diploma</strong>: Tolong kirim salinan ijazah terakhir Anda. Anda dapat kirim dalam bahasa ibu Anda, namun, pastikan untuk melampirkan salinan dalam bahasa Inggris juga.\n\n 5 - <strong>Pledge</strong> (Bentuk asli dari Nihongo Center): 'Pledge' hanya perlu ditandatangani oleh diri Anda untuk membuktikan bahwa Anda akan mengikuti aturan Nihongo Center, dan Jepang.\n\n 6 – <strong>Surat Jaminan 1 & 2</strong> (bentuk asli dari Nihongo Center): Dokumen-dokumen ini diperlukan untuk informasi tentang penjamin keuangan Anda. Penjamin keuangan tidak harus orang Jepang. Bahkan, orang tersebut HARUS dari keluarga atau diri sendiri. Tunangan, teman atau teman-teman Jepang tidak bisa menjadi penjamin keuangan Anda. Selain itu, ingat bahwa dokumen ini diminta untuk melihat apakah Anda memiliki (atau akan menerima) penghasilan yang cukup untuk membayar biaya sekolah, serta biaya hidup di Jepang selama studi Anda, maka dari itu sebaiknya menulis anggota keluarga yang memiliki pendapatan tahunan tertinggi.\n\n <u>Semua dokumen-dokumen berikut harus disediakan oleh penjamin keuangan.</u>\n\n Anda dapat menjadi penjamin Anda sendiri namun pengasilan yang diperlukan akan lebih tinggi karena Anda tidak akan memiliki pendapatan apapun, setidaknya ketika Anda tiba di Jepang.\n\n 7 – <strong>Bukti pekerjaan</strong>: Dokumen ini harus diserahkan oleh majikan atau oleh majikan penjamin keuangan Anda. Umumnya, ini membuktikan informasi tentang penjamin sebagai berikut:\n\n - Nama karyawan\n\n - Tanggal dimulainya pekerjaan tersebut\n\n - Pendapatan pertahunnya\n\n8 – <strong>Bukti pendapatan tahunan</strong>: Ada berbagai cara untuk mengirimkan informasi ini. Seperti disebutkan sebelumnya Anda bisa mendapatkannya ketika Anda meminta bukti kerja penjamin Anda. Cara kedua adalah dengan mengirimkan formulir pajak di mana pendapatan tahunan biasanya disebutkan.\n\n 9 – <strong>Laporan bank</strong>: Dokumen ini adalah salah satu yang paling penting jika Anda memutuskan untuk menjadi penjamin Anda sendiri karena imigrasi akan menggunakan bukti ini untuk menentukan jika Anda memiliki penghasilan yang cukup untuk hidup di Jepang atau tidak. Dokumen ini biasanya disampaikan kepada imigrasi. Sekali lagi, mungkin ada jalan alternatif untuk dokumen ini, tetapi nama pemilik rekening, dan jumlah harus tertulis. Karena penting untuk melampirkan yang terbaru, kami selalu meminta untuk mengirimkan laporan bank setidaknya satu bulan sebelum batas waktu pendaftaran (Mei atau November).",
			"se": "1 – <strong> Ett Curriculum Vitae</strong> (formulär från Nihongo Center). Om du tog gymnasieexamen eller univsersitetsexamen över 5 år sedan så kommer ditt CV att skickas till immigrationsverket med resten av dina dokument. Därför blir det extra viktigt att svara på de 3 frågorna om 'Reason for study'(anledning till att studera) delen. Du behöver även skriva på engelska eller bifoga en översättning av 'Reason for study' delen.\n\n 2 - <strong> En kopia på ditt pass</strong>:  Kopian kommer skickas till immigrationsverket så se till att skicka en med bra kvalitet. Varje bokstav måste vara läsbar. Om immigrationsverket inte kan läsa ditt namn eller annan information kommer vi be dig att skicka en ny kopia.\n\n 3 – <strong> Ansiktsfoto</strong>: Fotot kommer skickas till immigrationsverket och användas för ditt Certificate of Eligibility, se till att skicka oss ett högkvalitets foto. Det måste vara ett foto av typen ID-handling så bakgrunden bör vara vit. SKICKA INTE selfies till oss. Här följer exempel på hur fotot vi frågar efter kan se ut.\n\n 4 – <strong> Avgångsbetyg</strong>: Var vänlig att skicka oss ditt senaste avgångsbetyg, du kan skicka oss betyget i ditt modersmål men se till att bifoga en kopia på engelska.\n\n 5 – <strong> Löfte</strong> (Formulär från Nihongo Center):  Löftet “Pledge” behöver skrivas under av dig för att intyga att du kommer följa reglerna i Japan och Nihongo Center. \n\n 6 – <strong> Garantibrev 1&2</strong> (Formulär från Nihongo Center): Dessa dokument är nödvändiga för att få information om din finansiella borgensman. Tar du lån från <strong>CSN</strong> behöver du ingen borgensman eftersom ett studielån från CSN under studieperioden räcker för att täcka dina ekonomiska utgifter. Borgensman måste inte vara japansk, utan <strong>MÅSTE</strong> vara dig själv eller en släkting. Fästman,fästmö, vänner eller japanska vänner kan inte bli din borgensman. Kom ihåg att detta dokument är till för att bevisa att du har eller kommer få tillräckligt med ekonomiska medel, för att betala skolavgifterna och levnadskostnaderna för att bo i Japan under studieperioden. Detta innebär att det är bäst att skriva den släkting som har högst årlig inkomst.\n\n <u>Följande dokument behöver din borgensman förse oss med</u>.\n\n Du kan vara din egen borgensman men de nödvändinga ekonomiska medel kommer vara mer eftersom du inte kan tjäna pengar under din första tid i Japan.\n\n <strong>OBS! Studielån från CSN fungerar som en borgensman, se CSN hemsida för mer information.</strong>\n\n 7 – <strong>Bevis på sysselsättning</strong>: Detta dokument måste överlämnas av din arbetsgivare eller din borgensman arbetsgivare. Generellt ger detta dokument information angående borgensman:\n\n - Namn på den anställde\n\n - Datum han/hon blev anställd\n\n - Hans/hennes årliga inkomst\n\n8 – <strong> Bevis på årsinkomst</strong>: Det finns olika sätt att lämna denna information. Som nämnts ovan kan du få denna information i dokumentet om bevis om anställning. Det andra sättet är att skicka oss ett deklarationsformulär där den årsinkomsten finns med.\n\n 9 – <strong> Kontoutdrag</strong>: Detta dokument är viktigast om du väljer att vara din egen borgensman eftersom immigrationsverket kommer avgöra om din ekonomi är tillräcklig för att bo i Japan eller inte. Detta dokument lämnas till immigrationsverket i de flesta fall. Återigen finns det olika typer av detta dokument men kontots innehavare och belopp måste vara skrivet. Eftersom det är den senaste vill vi alltid att du skickar kontoutdrag åtminstone en månad innan ansökningsdeadline (maj eller november).",
			"th": "1 - <strong> ประวัติการศึกษา</strong> (แบบฟอร์มของ Nihongo Center) หากคุณจบการศึกษาจากโรงเรียนมัธยม หรือมหาวิทยาลัยมานานกว่า 5 ปี เมื่อคุณยื่นขอวีซ่านักเรียน CV ของคุณจะถูกส่งไปยังสำนักงานตรวจคนเข้าเมืองพร้อมเอกสารอื่นๆ ด้วยเหตุนี้การตอบคำถาม 3 ข้อในส่วน 'เหตุผลเพื่อการศึกษา'  จึงเป็นเรื่องสำคัญมาก นอกจากนี้จำเป็นต้องเขียนเป็นภาษาอังกฤษ หรือเตรียมการแปลในส่วน 'เหตุผลในการศึกษา'\n\n 2 - <strong>สำเนาหนังสือเดินทาง</strong>: สำเนาหนังสือเดินทางจะถูกส่งไปยังสำนักงานตรวจคนเข้าเมือง ดังนั้นโปรดตรวจสอบให้แน่ใจว่าได้ส่งเอกสารที่มีคุณภาพดีมาให้เรา ต้องมองเห็นตัวอักษรทุกตัว หากสำนักงานตรวจคนเข้าเมืองไม่สามารถอ่านชื่อ หรือข้อมูลอื่นๆ ของคุณได้ พวกเขาจะขอให้คุณส่งข้อมูลใหม่\n\n 3 - <strong>รูปใบหน้า</strong>: ภาพจะถูกส่งไปยังสำนักงานตรวจคนเข้าเมือง และจะใช้สำหรับหนังสือรับรองสถานะภาพการพำนักของคุณ ดังนั้นกรุณาส่งภาพที่มีคุณภาพสูงมาให้เรา นอกจากนี้ต้องเป็นภาพถ่ายอย่างเป็นทางการพื้นหลังควรเป็นสีขาว กรุณาอย่าส่งภาพ selfies มาให้เรา นี่คือตัวอย่างของภาพที่มีคุณภาพดีที่เราต้องการ\n\n 4 – <strong>ปริญญาบัตร</strong>: กรุณาส่งสำเนาใบปริญญาบัตรล่าสุดของคุณมาให้เรา คุณสามารถส่งได้ในภาษาแม่ของคุณ แต่กรุณาแนบสำเนาที่เป็นภาษาอังกฤษมาให้กับเราด้วย\n\n 5 – <strong>ปฏิญญา</strong> (แบบฟอร์มของ Nihongo Center): คำว่า 'ปฏิญญา' ต้องลงนามโดยตัวคุณเองเพื่อยืนยันว่าคุณจะปฏิบัติตามกฎของ Nihongo Center และประเทศญี่ปุ่น\n\n 6 - <strong>หนังสือค้ำประกัน 1 และ 2</strong> (แบบฟอร์มของ Nihongo Center): เอกสารเหล่านี้จำเป็นต้องมีข้อมูลเกี่ยวกับผู้ค้ำประกันทางการเงินของคุณ ผู้ค้ำประกันทางการเงินไม่จำเป็นต้องเป็นชาวญี่ปุ่น ในความเป็นจริงจำเป็นต้องเป็นญาติ หรือตัวคุณเอง คู่หมั้น เพื่อน หรือเพื่อนชาวญี่ปุ่นไม่สามารถเป็นผู้ค้ำประกันทางการเงินของคุณได้ นอกจากนี้โปรดจำไว้ว่าเอกสารนี้ถูกขอเพื่อให้แน่ใจว่าคุณมีทรัพยากร (หรือจะได้รับ) เพียงพอที่จะจ่ายค่าเล่าเรียนรวมทั้งค่าครองชีพในประเทศญี่ปุ่นในระหว่างการศึกษา ซึ่งหมายความว่าจะเป็นการดีกว่าที่จะเขียนชื่อญาติที่มีรายได้สูงสุดต่อปี\n\n <em><u>เอกสารทางการเงินดังต่อไปนี้ควรจัดทำโดยผู้ค้ำประกันทางการเงิน</em></u>\n\n คุณสามารถเป็นผู้ค้ำประกันของตัวคุณเองได้ แต่ทรัพยากรที่จำเป็นจะต้องมีจำนวนมากขึ้น เนื่องจากคุณจะไม่สามารถหารายได้เมื่อคุณมาถึงประเทศญี่ปุ่นในตอนแรก\n\n 7 - <strong>หลักฐานการจ้างงาน</strong>: นายจ้างของคุณ หรือนายจ้างของผู้ค้ำประกันทางการเงินของคุณจะต้องส่งเอกสารนี้ โดยทั่วไปจะระบุข้อมูลเกี่ยวกับผู้ค้ำประกันดังต่อไปนี้:\n\n -ชื่อของพนักงาน\n\n -วันที่เริ่มต้นเป็นพนักงาน\n\n -รายได้ประจำปีของเขา/เธอ\n\n 8 - <strong>หลักฐานรายได้ประจำปี</strong>: มีหลายวิธีในการส่งข้อมูลนี้ ดังที่ได้กล่าวมาข้างต้นคุณจะได้รับเมื่อคุณขอหลักฐานการจ้างงานของผู้ค้ำประกันของคุณ วิธีที่สองคือการส่งแบบฟอร์มการคืนภาษีที่มีการระบุถึงรายได้ประจำปี\n\n 9 - <strong>Bank statement</strong>: เอกสารฉบับนี้เป็นเอกสารที่สำคัญที่สุดถ้าคุณตัดสินใจที่จะเป็นผู้ค้ำประกันของคุณเอง เนื่องจากการตรวจคนเข้าเมืองจะใช้เพื่อเป็นตัวกำหนดว่าคุณมีทรัพยากรเพียงพอที่จะใช้ชีวิตอยู่ที่ญี่ปุ่นหรือไม่ ในเคสส่วนใหญ่เอกสารนี้จะถูกส่งไปยังสำนักงานตรวจคนเข้าเมือง แต่อาจจะมีเอกสารที่สามารถใช้ทดแทนได้ แต่ต้องระบุชื่อของเจ้าของบัญชี และจำนวนเงิน เนื่องจากต้องเป็นเอกสารที่ข้อมูลอัพเดทล่าสุด เราจึงขอให้ส่งใบแจ้งยอดบัญชีธนาคารอย่างน้อยหนึ่งเดือนก่อนวันหมดอายุของใบสมัคร (เดือนพฤษภาคม หรือเดือนพฤศจิกายน)"
		},
		"important": {
			"en": "<strong>IMPORTANT:</strong> We will definitely contact you but in rare cases our messages are sent to the Spam box because of the domain used (@nihongo-center.com). In case you didn’t receive any response for 5 days after your last upload or message, please look in your spam box or search in your inbox for the key words “Nihongo Center”. All of our topics always starts with those words.\n\n Communication is necessary for us to provide an optimum service. If by any mean, you decide to cancel or to change the period you want to enroll, please let us know about it once you decide.",
			"fr": "<strong> IMPORTANT </strong> : Soyez assurés que nous vous contacterons. Mais, dans de très rares cas, nos e-mails se retrouvent dans les messages indésirables. Si nous n’avons aucune certitude, nous suspectons que notre domaine @nihongo-center.com + le fait que les mails proviennent du Japon en soient la cause. Si vous ne recevez pas de messages durant les 5 jours qui ont suivi un envoi de document ou votre dernier message, veuillez faire une recherche pour « Nihongo Center » dans votre boite mail. Tous nos messages commencent par ces 2 mots.\n\n La communication est le meilleur moyen pour nous de vous guider au mieux. Si, quelle qu’en soit la raison, vous décidez d’annuler ou de repousser votre inscription, veuillez-nous en faire part le plus vite possible.",
			"zh-hant" : "<strong>請注意</strong>：在您的資訊更新後的五天內我們一定會主動聯絡您，但有時候來自我們的e-mail可能會被歸類到垃圾郵件，若您遲遲未收到我們的消息、請檢察您的垃圾郵件匣，或是在信箱中搜尋有Nihongo Center關鍵字的郵件。\n\n 若您想針對課程時間長短做出改變，請務必在決定後即時通知我們，以便我們能夠提供您最好的服務。",
			"id": "<strong>PENTING</strong>: Kami pasti akan menghubungi Anda tetapi dalam kasus yang jarang terjadi, pesan kami dikirim ke kotak Spam karena domain yang digunakan (@ nihongo-center.com). Jika Anda tidak menerima respon apapun selama 5 hari setelah upload terakhir Anda, silahkan lihat di kotak spam Anda atau mencari kata 'Nihongo Center' di inbox Anda. Semua topik kami selalu dimulai dengan kata-kata tersebut.\n\n Komunikasi adalah cara terbaik bagi kami untuk memberikan pelayanan yang optimal. Jika Anda memutuskan untuk membatalkan atau mengubah periode yang ingin Anda daftar, silahkan beritahu kami tentang tersebut setelah Anda memutuskannya.",
			"se": "<strong> Viktigt</strong>: Vi kommer givetvis kontakta dig men i sällsynta fall kommer våra meddelanden att skickas till skräppost eftersom vi använder domänen @nihongo-center.com. I fall du inte fått vårt svar efter 5 dagar, sen du sist laddade upp på vår sajt eller skickade ett meddelande till oss, var vänlig att kolla i skräppost mappen eller sök i din inbox efter nyckelorden 'Nihongo Center'. Alla våra rubriker startar nämligen med de orden.\n\n Kommunikation är nödvändig för att vi ska erbjuda optimal service. Om du av någon anledning beslutar att avboka eller byta perioden du vill studera, var vänlig och meddela oss så fort du har tagit det bestlutet.",
			"th": "<strong>ข้อสำคัญ</strong>: เราจะติดต่อคุณกลับอย่างแน่นอน แต่ในบางกรณีข้อความของเราจะถูกส่งไปยังกล่องจดหมายขยะ เนื่องจากโดเมนที่ใช้ (@ nihongo-center.com) ในกรณีที่คุณไม่ได้รับการตอบรับเป็นเวลา 5 วันหลังจากอัปโหลด หรือส่งข้อความล่าสุด โปรดดูในกล่องจดหมายขยะของคุณ หรือค้นหาในกล่องจดหมายของคุณด้วยคำสำคัญ 'Nihongo Center' หัวข้อทั้งหมดของเรามักเริ่มต้นด้วยคำนี้\n\n การสื่อสารเป็นสิ่งจำเป็นสำหรับเราในการให้บริการที่ดีที่สุด หากคุณตัดสินใจยกเลิก หรือเปลี่ยนแปลงระยะเวลาที่ต้องการลงทะเบียน โปรดแจ้งให้เราทราบเมื่อคุณตัดสินใจแล้ว"
		},
		"difference": {
			"en": "• <em><u>Differences between 20 weeks and 6 months’ programs.</em></u>\n\n The 20 weeks’ program doesn’t require to apply for the student visa whereas the 6 months program does. Just keep in mind that if you might intend to extend your stay for another period, it won’t be possible without applying for a student visa from the start. Furthermore, only people from countries and regions with short-term visa exemptions are able to renew their tourist visa, by leaving Japan after their first 3 months and re-entering to receive another visa for 3 months. You don’t necessarily have to go back to your own country as long as you leave Japan for at least 3 days.",
			"fr": "• <em><u>Différences entre les programmes 20 semaines et 6 mois.</em></u>\n\n Le programme 20 semaines ne requiert pas de demande de visa étudiant alors que le programme 6 mois oui. Gardez à l’esprit que si vous souhaitez poursuivre votre séjour, cela ne sera possible que si vous faites une demande de visa dès le départ. De plus, seuls les personnes issues de pays exempts de visa courte durée ont la possibilité de renouveler leur visa tourisme, en quittant le Japon avant la fin de leur premier visa et en réentrant pour recevoir un nouveau visa de 3 mois. Vous n’avez pas l’obligation de rentrer dans votre pays mais vous devrez quitter le Japon pour au moins 3 jours.",
			"zh-hant": "• <u><em>二十週及六個月課程的差異</em></u>\n\n 二十週短期課程不需要特別申請學生簽證，而六個月課程則有申請必要。請注意若您打算延長課程時間，則有必要準備所有相關文件以申請學生簽證。另外，只有來自免簽國家的同學可以在三個月觀光簽證時間結束後，以短暫離開日本至少三天後再次入境的方式更新觀光簽證。",
			"id": "• <em><u>Perbedaan antara program 20 minggu dan 6 bulan:</em></u>\n\n Program 20 minggu tidak perlu mengajukan permohonan untuk visa pelajar sedangkan program 6 bulan memperlukannya. Hanya perlu diingat bahwa jika Anda mungkin berniat untuk memperpanjang perjalanan Anda untuk periode selanjutnya, itu tidak akan mungkin tanpa mengajukan permohonan visa pelajar dari awal. Selain itu, hanya orang-orang dari Negara dan Daerah dengan pembebasan visa jangka pendek dapat memperbaharui visa turis mereka, dengan meninggalkan Jepang setelah 3 bulan pertama mereka dan kembali untuk menerima visa sepanjang 3 bulan. Anda tidak perlu kembali ke negara Anda sendiri selama Anda meninggalkan Jepang untuk setidaknya 3 hari.",
			"se": "•<em><u>Skillnader mellan 20 veckors och 6 månaders kurser:</em></u>\n\n Kursen på 20 veckor kräver ingen studentvisum medan den på 6 månader kräver det. Tänk på att om du vill förlänga din studieperiod måste du ansökt om studentvisum från början. Är du här på ett turistvisum måste du resa ut ur landet efter 3 månaders för att sedan återigen resa in och få ett nytt visum på 3 månader. Du behöver nödvändigtvis inte resa till ditt hemland, så länge du reser utanför Japan i åtminstone 3 dagar så kan du komma in på ett nytt turistvisum.",
			"th": "•<em><u>ความแตกต่างระหว่างโปรแกรม 20 สัปดาห์ และ 6 เดือน</em></u>\n\n โปรแกรม 20 สัปดาห์ไม่จำเป็นต้องยื่นขอวีซ่านักเรียน ในขณะที่โปรแกรม 6 เดือนต้องยื่น โปรดจำไว้ว่าหากคุณต้องการที่จะยืดเวลาการพำนักเป็นระยะเวลาอื่น จะไม่สามารถทำได้หากคุณไม่ได้ยื่นขอวีซ่านักเรียนตั้งแต่ตอนเริ่มต้น นอกจากนี้เฉพาะคนจากประเทศ และภูมิภาคที่ได้รับการยกเว้นวีซ่าระยะสั้น จะสามารถต่ออายุวีซ่าท่องเที่ยวได้โดยการเดินทางออกจากประเทศญี่ปุ่นหลังจาก 3 เดือนแรก และกลับเข้ารับวีซ่าอีก 3 เดือน โดยที่คุณไม่จำเป็นต้องกลับไปประเทศของคุณเอง ตราบใดที่คุณออกจากประเทศญี่ปุ่นเป็นเวลาอย่างน้อย 3 วัน"
		}
	},
	"Payment": {
		"en" :"2/ Payment Schedule",
		"fr" :"2/ Calendrier des paiements",
		"zh-hant" :"2/ 付款時程",
		"id": "2/ Jadwal Pembayaran",
		"se": "2 / Betalningsplan",
		"th": "2 / กำหนดการชำระเงิน",
                "visa": {
			"en": "• <strong><u> For student visa applicants</strong></u> (6 months/1-year intensive programs)\n\n a -<em><u> Visa application fee</em></u>\n\nThe visa application fee needs to be paid before the application deadline (end of May for the October semester, or November for next April semester). This fee is non-refundable so please make sure you are confident about your enrollment before making this payment. This includes your ability to be in Japan for the length of your course as well as having the financial resources to cover both your tuition and living expenses (including a minimum of 80,000 yen per month to cover accommodation and food). You can make the payment by PayPal or bank transfer but depending on your payment method it can take us up to a week to confirm the receipt of your payment, so please let us know when it has been made so that we can keep an eye out for it. After receiving most of the required documents, we will send you an invoice with all information in order to make to the payment. \n\n <strong>Important:</strong>  Always make payments in JPY (Japanese Yen). Although it can be done only in JPY via PayPal, you will have to specify it when you do a bank transfer. If you do it in another currency, the received amount will be different and you will have to pay the difference on your arrival.\n\n b - <em><u>School fees</em></u>\n\nYou will have to pay the school fees (registration fee, tuition fee, textbooks) before we send you the original of your Certificate of Eligibility and the Certificate of Admission. This payment can only be done via bank transfer and you have to pay for the charges on your side. The school will pay for the reception charges. Your invoice will be sent as soon as we receive the Certificate of Eligibility from the Immigration Bureau.\n\n <strong> Important:</strong> Again, tell your bank that you want the transfer to be done in JPY to avoid differences in the amount.",
			"fr": "• <strong><u> Pour les demandeurs de visa étudiants </strong></u> (programmes 6 mois/ 1 an)\n\n a -<em><u> Frais de demande de visa </em></u>\n\n Les frais de demande de visa doivent être payés avant la date limite d’inscription (Fin Mai pour le mois d’octobre ou Novembre pour le mois d’avril). Ces frais ne sont pas remboursables donc soyez sûr que vous souhaitez poursuivre votre inscription avant d’effectuer ce paiement. Ceci inclut votre capacité à pouvoir rester au Japon durant la durée de votre visa, ainsi que les ressources financières nécessaires pour couvrir les frais de scolarité et les dépenses pour vivre (veuillez compter minimum 80,000 yens par mois). Ces frais sont payables via PayPal ou virement bancaire et, en fonction de la méthode de paiement, cela peut prendre jusqu’à 1 semaine pour confirmer ce dernier. Une fois que nous aurons reçu la majeure partie des documents, nous vous enverrons la facture pour effectuer ce paiement.\n\n <strong> IMPORTANT </strong> : Demandez toujours à payer en JPY (Japanese yen). Bien qu’il n’y ait pas le choix via Paypayl (uniquement en yen), vous aurez à le spécifier pour un virement bancaire. Si vous effectuez un virement en euro, le montant reçu sera différent et vous devrez payer la différence à votre arrivée. \n\n b -<em><u> Frais de scolarité </em></u>\n\n Vous aurez à payer l’ensemble des frais de scolarité (frais d’inscription+ frais de cours + manuels) avant que l’on ne vous envoie l’original de votre Certificat d’éligibilité et de votre certificat d’admission. Ce paiement est faisable <strong><u> uniquement par virement bancaire </strong></u> et vous devrez pendre en charge les frais liés à l’envoi du virement. L’école se chargement des frais de réception. Une facture vous sera envoyée avec une copie de votre Certificat d’éligibilité dès que l’aurons récupéré à l’immigration.\n\n <strong> IMPORTANT </strong> : Ici encore, pensez à effectuer le versement en JPY pour éviter les différences de montant.",
			"zh-hant" :"• <strong><u>需要申請學生簽證的同學 (六個月或一年密集課程)</strong></u>\n\n a - <em><u>簽證申請費</em></u>\n\n 請在課程申請時間截止之前支付(欲申請十月課程的同學請在五月前、下一年度四月課程的同學請在十一月支付)。因本費用無法退還，請務必確認您的入學意願後再支付。入學意願之外，也請確認您有足夠的財力支付在日本的學費以及日常生活所需費用，房租及生活細項開支平均一個月至少需要約80,000円日幣。確認您準備的文件後我們將會寄送請款單給您，屆時再請您支付費用。請透過Paypal或銀行匯款支付本費用，期間可能需要一個星期的時間來確認您的付款，完成支付後請通知我們以便我們留意款項狀況。\n\n <strong>請注意</strong>：請使用日圓支付本款項，尤其是利用銀行匯款時請務必注意。若以日圓以外的貨幣支付則可能產生匯差，在您抵達日本之後可能需要補足匯款金額。\n\n b - <em><u>課程費用</em></u>\n\n 請在我們傳送在留資格證明書給您之前完成支付所有課程費用(包括報名費、課程費以及教科書等費用)。本費用僅能以銀行匯款方式支付，匯款手續費將由您支付，校方將負責支付接收費。我們收到來自入國管理局的在留資格證明書後將會盡快將請款單傳送給您。\n\n <strong>請注意</strong>：再一次提醒您，請告知匯款銀行您希望以日圓支付以避免產生匯差。",
			"id" :"• <strong><u>Untuk pemohon visa pelajar</strong></u> (6 bulan / 1 tahun program intensif)\n\n a - <em><u>Biaya pendaftaran visa</em></u>\n\n Biaya pendaftaran visa harus dibayar sebelum batas waktu pendaftaran (akhir Mei untuk semester Oktober, atau November untuk semester April mendatang). Biaya ini tidak dapat dikembalikan jadi pastikan Anda yakin tentang pendaftaran Anda sebelum melakukan pembayaran ini. Ini termasuk kemampuan Anda untuk berada di Jepang untuk durasi kursus Anda dan tentunya dengan keuangan Anda untuk menutupi kedua kuliah dan biaya hidup (termasuk minimal 80.000 yen per bulan untuk menutupi biaya akomodasi dan makanan). Anda dapat melakukan pembayaran melalui PayPal atau transfer bank tapi tergantung pada metode pembayarannya, akan memakan waktu sampai seminggu untuk kami mengkonfirmasi penerimaan pembayaran Anda, jadi silakan beritahu kami ketika telah melakukan pembayaran tersebut. Setelah menerima sebagian dokumen yang diperlukan, kami akan mengirimkan faktur dengan semua informasi dalam rangka untuk melanjutkan ke proses pembayaran.\n\n <strong>Penting</strong>: Selalu melanjutkan ke pembayaran dalam JPY (Yen Jepang). Meskipun hal itu dapat dilakukan hanya dalam JPY melalui PayPal, Anda harus menentukan ketika Anda melakukan transfer bank. Jika Anda melakukannya dalam mata uang lain, jumlah yang diterima akan berbeda dan Anda akan harus membayar sisanya saat kedatangan Anda.\n\n b - <em><u>Biaya sekolah </em></u>\n\n Anda akan harus membayar biaya sekolah (Biaya pendaftaran, biaya kuliah, buku pelajaran) sebelum kami mengirimkan Certificate of Eligibility Anda yang asli dan Sertifikat Pendaftaran. Pembayaran ini hanya dapat dilakukan melalui transfer bank dan Anda harus membayar untuk biaya di sisi Anda. Sekolah akan membayar biaya penerimaan. Faktur akan dikirim segera setelah kami menerima Certificate of Eligibility dari Biro Imigrasi.\n\n <strong>Penting</strong>: Sekali lagi, tentukan ke bank Anda bahwa Anda ingin melakukan transfer dalam JPY untuk menghindari perbedaan dalam jumlah.",
			"se": "•<strong><u>För de som ansökt studentvisum</strong></u>(6 månader/1 år intensivkurs)\n\n a - <em><u>Visumavgift</em></u>\n\n Visumavgiften behöver bli betald innan ansökning deadline (slutet av maj för oktober terminen, eller slutet av november för april terminen).  Denna avgift är ej återbetalningsbar, se därför tid att du är säker på att du vill ansöka innan du betalara denna avgift. Se även till att du är säker på att du kan finansiera studieavgiften och levnadskostnaderna under din tid i Japan(räkna med runt 80,000 yen per månad för levnadskostnader). Du kan göra betalningen genom PayPal eller banköverföring men beroende på hur du betalar kan det ta oss uppemot en vecka att bekräfta att vi mottagit din betalning, så var vänlig att meddela oss när du gjort betalningen så ger vi dig bekräftelse på betalningen så snart vi ser den. Efter att vi fått de flesta av de nödvändiga dokumenten kommer vi skicka en faktura med all information för att göra betalningen.\n\n <strong> Viktigt</strong>: Genomför alltid dina betalningar i JPY ( Japanska Yen). Även om det endast går att göra betalningen med JPY via PayPal så kommer du behöva specificera vilken valuta du vill betala i när du gör en banköverföring. Om du gör betalningen i en annan valuta kommer vårt mottagna belopp inte stämma överrens med fakturan och du måste betala skillnaden vid din ankomst.\n\n b - <em><u> Skolavgifter</em></u>\n\n Du kommer behöva betala skolavgifter (anmälningsavgift, kursavgift, kurslitteratur) innan vi kan skicka dig ditt Certificate of Eligibility (berättigande intyg) och Certificate of Admission(tillträdes intyg). Denna avgift kan endast betalas genom banköverföring och du behöver betala kostnaderna som uppstår från din bank. Skolan kommer betala för mottagningsavgifterna. Din faktura kommer skickas så snart som vi erhåller Certificate of Eligibility från immigrationsverket.\n\n <strong> Viktigt</strong>: Återigen se till att göra betalningen i valutan JPY för att undvika skillnader i beloppen.",
			"th": "•<strong><u>สำหรับนักเรียนที่ยื่นขอวีซ่า</strong></u> (หลักสูตรเร่งรัด6 เดือน/1 ปี)\n\n a -<em><u>ค่าธรรมเนียมการขอวีซ่า</em></u>\n\n ค่าธรรมเนียมการยื่นขอวีซ่าจะต้องชำระก่อนวันหมดเขตใบสมัคร (ปลายเดือนพฤษภาคมสำหรับภาคการศึกษาตุลาคม หรือพฤศจิกายนสำหรับภาคการศึกษาเมษายนถัดไป) ค่าธรรมเนียมนี้จะไม่สามารถคืนเงินได้ ดังนั้นโปรดตรวจสอบว่าคุณมั่นใจในการลงทะเบียนก่อนที่จะชำระเงิน รวมถึงความเป็นไปได้ที่จะอาศัยในประเทศญี่ปุ่นตลอดระยะเวลาการเรียน และมีแหล่งเงินทุนที่ครอบคลุมค่าเล่าเรียน และค่าครองชีพของคุณ (รวมอย่างน้อย 80,000 เยนต่อเดือน เพื่อเป็นค่าที่พัก และอาหาร) คุณสามารถชำระเงินด้วย PayPal หรือการโอนเงินผ่านธนาคาร แต่ทั้งนี้นั้นขึ้นอยู่กับวิธีการชำระเงินของคุณ อาจจะใช้เวลาถึงหนึ่งสัปดาห์เพื่อยืนยันการรับเงินจากคุณ ดังนั้นโปรดแจ้งให้เราทราบเมื่อคุณได้ทำการชำระแล้ว เพื่อที่เราจะสามารถตรวจสอบได้ หลังจากได้รับเอกสารส่วนใหญ่แล้ว เราจะส่งใบแจ้งหนี้พร้อมกับข้อมูลทั้งหมดสำหรับการชำระเงิน\n\n <strong>ข้อสำคัญ</strong>: ชำระเงินด้วย JPY (เยนญี่ปุ่น) เสมอ แม้ว่าจะชำระได้เฉพาะใน JPY ผ่าน PayPal คุณจะต้องระบุข้อมูลดังกล่าวเมื่อคุณโอนเงินผ่านธนาคาร หากคุณทำการชำระในสกุลเงินอื่น จำนวนเงินที่ได้รับจะมีความคลาดเคลื่อน และคุณจะต้องชำระเงินส่วนต่างเมื่อมาถึง\n\n <em><u>ค่าเล่าเรียน</em></u>\n\n คุณจะต้องชำระค่าธรรมเนียมการศึกษา (ค่าลงทะเบียน ค่าเล่าเรียน ค่าตำราเรียน) ก่อนที่เราจะส่งต้นฉบับหนังสือรับรองการสถานภาพการพำนัก และหนังสือรับรองการรับเข้าเรียน การชำระเงินนี้สามารถทำได้โดยการโอนเงินผ่านธนาคารเท่านั้น และคุณต้องชำระค่าบริการในส่วนของคุณ ทางโรงเรียนจะจ่ายค่าธรรมเนียนในการรับเงิน ใบแจ้งหนี้ของคุณจะถูกส่งทันทีที่เราได้รับหนังสือรับรองสถานภาพการพำนัก(Certificate of Eligibility) จากสำนักงานตรวจคนเข้าเมือง\n\n <strong>ข้อสำคัญ</strong>: โปรดแจ้งธนาคารของคุณว่าคุณต้องการโอนเงินในสกุลเงินเยน เพื่อหลีกเลี่ยงความคลาดเคลื่อนของจำนวนเงิน"
		},
		"other": {
			"en" : "• <strong><u> For other applicants </strong></u> (10 weeks, 20 weeks, working/holidays holders)\n\n a - <em><u>School fees</em></u>\n\nIf you wish to apply for courses that don’t require a student visa (10 weeks, 20 weeks, working holiday visa holders), you will receive an invoice as soon as we finished to check the documents you sent. You will then have to process the payment within 2 weeks. If you can’t pay during that period, please contact us. However, the sooner we confirm your payment the better the chance to have your seat reserved. The payment can only be done by bank transfer.\n\n <strong> Important:</strong> If you cancel your application after you made the payment, the registration fee won’t be refunded and will be kept as a cancellation fee, so make sure you are confident about your enrollment.",
			"fr" : "• <strong><u> Pour les autres étudiants </strong></u>(10/20 semaines / Visa vacance-travail)\n\n a -<em><u> Frais de scolarité </em></u>\n\n Si vous souhaitez vous inscrire pour des programmes qui ne requièrent pas de visa étudiant, vous recevrez une facture dès que nous aurons fini de vérifier tous les documents que vous nous aurez envoyé. Vous aurez donc à effectuer le paiement dans les 2 semaines qui suivent. Si vous ne pouvez pas payer dans ce laps de temps, veuillez nous contacter. Cependant, plus vite nous confirmerons votre paiement, plus vite votre place sera réservée. Le paiement ne peut se faire que par virement bancaire et en JPY.\n\n <strong> IMPORTANT </strong> : Si vous annulez votre inscription après avoir effectué le paiement, les frais d’inscriptions (27,000 yen ou 54,000 yen) ne seront pas remboursés et seront considérés comme des frais d’annulation.",
			"zh-hant" : "• <strong><u>十週及二十週短期課程或是持有工作或打工渡假簽證的同學</strong></u>\n\n a -<em><u>課程費用</em></u>\n\n 如果您申請的是不需要學生簽證的短期課程，或是您本身已持有打工渡假等簽證，我們將會在確認您的文件後將請款單寄送給您。收到請款單後請在兩個星期內以銀行匯款方式完成支付，若因故無法在時間內完成支付，請您再另行通知我們。請留意我們只有在確認您的款項後才能為您保留名額。\n\n <strong>請注意</strong>：若在支付款項後決定取消申請就讀本校，我們將不予退還報名費，並將此報名費視為取消費用，所以請您務必確認您的入學意願。",
			"id": "• <strong><u>Bagi pendaftaran lainnya</strong></u> (10 minggu, 20 minggu, pemegang visa pekerja/ liburan)\n\n a - <em><u>Biaya sekolah</em></u>\n\n Jika Anda ingin mendaftar untuk program yang tidak memerlukan visa pelajar (10 minggu, 20 minggu, pemegang visa liburan/pekerja), Anda akan menerima faktur segera setelah kami selesai memeriksa dokumen yang Anda kirim. Anda kemudian akan harus melanjutkan ke pembayaran dalam waktu 2 minggu. Jika Anda tidak dapat membayar selama periode itu, silahkan hubungi kami. Namun, semakin cepat kami mengkonfirmasi pembayaran Anda semakin besar kesempatan untuk memiliki Anda memiliki tempat reserved. Pembayaran hanya dapat dilakukan melalui transfer bank.\n\n <strong>Penting</strong>: Jika Anda membatalkan aplikasi Anda setelah Anda melakukan pembayaran, biaya pendaftaran tidak akan dikembalikan dan akan disimpan sebagai biaya pembatalan, jadi pastikan Anda yakin tentang pendaftaran Anda.",
			"se": "• <strong><u>För andra sökande</strong></u>(10 veckors, 20 veckors, working/holiday visum)\n\n a - <em><u>Skolavgifter</em></u>\n\n När du ansöker till en av kurserna som inte kräver studentvisum (10 veckors, 20 veckors, working holiday visum innehavare), så kommer du få faktura från oss så snart som vi sett över alla de dokument du skickat till oss. Du kommer då behöva genomföra betalningen inom 2 veckor. Om du inte kan betala under den perioden var vänlig och kontakta oss. Men tänk på att vi behöver bekräfta din betalning så att din plats kan bli reserverad. Denna betalning kan bara göras genom banköverföring.\n\n <strong> Viktigt</strong>: Om du avbokar din ansökan efter att du gjort betalningen kommer inte ansökningsavgiften att återbetalas utan kommer räknas som en avbokningsavgift. Var därför helt säker på att du vill genomföra en ansökan.",
			"th": "•<strong><u>สำหรับผู้สมัครรายอื่น ๆ (10 สัปดาห์  20 สัปดาห์  working holiday)</strong></u>\n\n a -<em><u>ค่าเล่าเรียน</em></u>\n\n หากคุณต้องการสมัครเรียนหลักสูตรที่ไม่จำเป็นต้องใช้วีซ่านักเรียน (10 สัปดาห์ 20 สัปดาห์ ผู้ถือวีซ่าworking holiday) คุณจะได้รับใบแจ้งหนี้ทันทีที่เราเสร็จสิ้นการตรวจสอบเอกสารที่คุณส่งมา จากนั้นคุณจะต้องดำเนินการชำระเงินภายใน 2 สัปดาห์ หากคุณไม่สามารถชำระเงินได้ในช่วงเวลาดังกล่าวโปรดติดต่อเรา อย่างไรก็ตามหากเราได้รับการยืนยันการชำระเงินของคุณเร็วเท่าไร ก็จะเพิ่มโอกาสในการสำรองที่นั่งของคุณเร็วเท่านั้น การชำระเงินสามารถดำเนินการได้เฉพาะการโอนผ่านทางธนาคารเท่านั้น\n\n <strong>ข้อสำคัญ</strong>: หากคุณต้องการยกเลิกใบสมัครของคุณหลังจากที่ทำการชำระเงินค่าลงทะเบียนแล้ว คุณจะไม่ได้รับการคืนเงิน และเงินจำนวนนั้นจะถูกเก็บเป็นค่าธรรมเนียมการยกเลิก ดังนั้นคุณควรมั่นใจในการลงทะเบียนของคุณ"		
		},
		"expenses":{
			"en": "• <strong><u>Other expenses </strong></u>\n\n a - <em><u>Accommodation</em></u>\n\n Most of the time you will have to pay your rent every month in cash but it might differ depending on your agency. More information about accommodation is provided below.\n\n b - <em><u>Refund for non-paid bank transfer charges</em></u>\n\nAs explained before, when you make the bank transfer, you have to pay for the charges on your side. If you don’t do so, we will ask you to pay those charges fees on your arrival. Generally, 2500 yen. If you paid in your own country’s currency, then any amount difference needs to be paid in cash upon your arrival.",
			"fr": "• <strong><u> Autres dépenses </strong></u>\n\n a - <em><u> Logements </em></u>\n\n Vous aurez généralement à payer votre loyer tous les mois en liquide ou carte bancaire mais cela peut dépendre de votre agence.\n\n b - <em><u> Taxes liées au virement bancaire.</em></u> \n\n Comme susmentionnées, vous avez en prendre en charge les taxes de votre côté lorsque que vous effectuez un virement bancaire. Dans le cas contraire, nous vous demanderons de rembourser cette somme à votre arrivée. (Généralement 2500 yens). De même si vous payez en euros, la différence devra être payé en liquide lors de votre arrivée.",
			"zh-hant": "• <strong><u>其他費用</strong></u>\n\n a - <em><u> 住宿</em></u>\n\n 一般情況而言您必須以現金支付每個月的房租等費用，但根據您的房仲業者不同也有可能有不同收費方式。\n\n b - <em><u> 銀行轉帳手續費等費用</em></u>\n\n 在進行銀行匯款時您將必須負擔產生的手續費等費用，若您尚未完成支付、校方則會在您抵達日本後請您以現金支付差額。通常手續費為2500日圓，若您當初匯款時不是以日圓進行轉帳則可能產生匯差，校方也將請您以現金支付不足款項。",
			"id": "• <strong><u>Biaya pembayaran lainnya</strong></u>\n\n a - <em><u>Akomodasi</em></u>\n\n Biasanya Anda akan harus membayar biaya sewa setiap bulan secara tunai tapi itupun mungkin berbeda tergantung agen apartemen Anda. Informasi lebih lanjut tentang akomodasi disediakan di bawah ini.\n\n b - <em><u>Pengembalian biaya transfer dari bank (non-paid)</em></u>\n\n Seperti dijelaskan sebelumnya, ketika Anda membuat transfer bank, Anda harus membayar untuk biaya di sisi Anda. Jika Anda tidak melakukannya, kami akan meminta Anda untuk membayar biaya tersebut pada saat kedatangan Anda. Umumnya, 2500 yen. Jika Anda membayar dalam mata uang negara Anda sendiri, maka setiap perbedaan jumlah harus dibayar tunai pada saat kedatangan Anda.",
			"se": "• <strong><u>Andra utgifter</strong></u>\n\n a- <em><u>Boende</em></u>\n\n Hos de flesta bostadsförmedlare behöver du betala hyran varje månad i kontanter, men det kan variera beroende på vilken bostadsförmedlare du väljer. Mer information om boende kan du hitta här nedan.\n\n b - <em><u>återbetalning av obetald banköverföring avgift</em></u>\n\n Som tidigare förklarat är du skyldig att betala de avgifter som uppstår för dig att göra en banköverföring. Om du inte gör detta kommer vi be dig att betala avgiften vid din ankomst. Oftast 2500 yen. Om du betalade i ditt eget lands valuta kommer vi be dig att betala, de skillnader i belopp som kan uppstå, vid din ankomst.",
			"th": "• <strong><u>ค่าใช้จ่ายอื่นๆ </strong></u>\n\n a -<em><u>ค่าที่พักอาศัย</em></u>\n\n โดยส่วนใหญ่แล้วคุณจะต้องเสียค่าเช่าทุกเดือนเป็นเงินสด แต่อาจแตกต่างกันไปขึ้นอยู่กับเอเจนซี่ของคุณ ข้อมูลเพิ่มเติมเกี่ยวกับที่พักดังต่อไปนี้\n\n b -<em><u>การคืนเงินสำหรับการไม่ชำระเงินค่าธรรมเนียมโอนผ่านธนาคาร</em></u>\n\n ตามที่อธิบายไว้ก่อนหน้านี้ เมื่อคุณทำการโอนเงินผ่านทางธนาคารคุณจะต้องชำระค่าบริการในส่วนของคุณ หากคุณไม่ได้ทำการชำระทางเราจะขอให้คุณชำระค่าธรรมเนียมเหล่านี้เมื่อมาถึง โดยทั่วไป 2500 เยน หากคุณชำระเงินด้วยสกุลเงินของประเทศของคุณเอง จำนวนเงินที่ต่างกันจะต้องชำระเป็นเงินสดเมื่อคุณมาถึง"		
		} 
	},
	"Accommodation": {
		"en" :"3/ How to reserve your accommodation",
		"fr" :"3/ Comment réserver votre logement",
		"zh-hant" :"3/ 如何確保您的住宿地點",
		"id" : "3/ Cara untuk memesan akomodasi",
		"se": "3 / Hur du reserverar ditt boende",
		"th": "3 / วิธีการจองที่พัก",
		"text": {
			"en" : "Finding an accommodation as a student in Japan is often more difficult than expected. Even if they are making great efforts to welcome foreign students as much as possible, Japanese real estate owners are not always very comprehensive when it comes to accommodations. You will be able to find an accommodation by yourself but most of the real estate agencies in Japan will ask you for the following:\n\n1. A financial guarantor in Japan or to make a contract with a guarantor company.\n1 There is often deposit and Key money for the apartment and you have to pay the first 3 months from the beginning.\n1. You will have to make an appointment by yourself for every single contract (internet, water, gas and electricity).\n1. Sometimes, it is just not possible if you don’t work in Japan.\n1. Some owners simply don’t accept foreigners.\n\nIf you ask Nihongo Center to find something for you, you will be exempted from the previous points. We have different partnerships with agencies that provide accommodations for foreign students in an affordable price range.\n\n • <strong><u> Schedule and General Rules</strong></u>\n\n Our partners are working not only with us but with a lot of Japanese language school in Kyoto, which mean that they are providing accommodations at different periods. At Nihongo Center, the main semesters start in April and October, and so we generally receive information about available rooms from February for April and from August for October.\n\n If you plan to start in April, we will send you a list of all available accommodation in the middle of February and we will ask you to make 3 choices from this list for the accommodation you like the most. As stared before, agencies are working with different schools so there are some rules to follow to be sure that everything goes smoothly.\n\n1. When you choose a room, we ask that you make three choices and we will contact the agency to make a reservation. Because of the time it takes to make the room preparations, students are unable to visit the rooms before the reservation are made because of the set up time. Choices = Reservation.\n1. When you make a reservation for a room via Nihongo Center, please don’t search by yourself at the same time and tell us later that you found something. Look over the list we send, if nothing suits you, don’t send us any choice until you are sure about what you want.\n1. For some agencies, cancellation fees has to be incurred. If you cancel your reservation less than 3 weeks before your arrival in Japan, you will have to pay 70% of the monthly rent as a cancellation fee. If you cancel your reservation less than 1 week before your arrival in Japan, you will have to pay 100% of the monthly rent as a cancellation fee.\n1. If you absolutely want to visit a room before making your reservation, you will then have to stay somewhere until you find one.",
			"fr" : "Trouver un logement au Japon en tant qu’étudiant est plus difficile qu’il n’y parait. Même s’il est vrai qu’ils font de gros efforts pour accueillir de plus en plus les étrangers, les Japonais ne sont pas très compréhensifs au niveau des logements. Vous pourrez certes trouver un endroit par vous-même, mais la plupart des agences immobilières vous demanderons les choses suivantes :\n\n1. Un garant financier au Japon ou de souscrire à une agence de garantie\n1. Il y a souvent une caution ou un  Key money  pour l’appartement et vous aurez à payer 2 ou 3 mois dès le début\n1. Vous aurez à prendre rendez-vous, vous-même, pour tous les contrats (internet, gaz, eau, électricité)\n1. Parfois ce n’est tout simplement pas possible si vous n’avez pas un travail au Japon\n1. Certains propriétaires n’acceptent pas les étrangers\n\nSi vous passez par Nihongo Center pour trouver quelque chose, vous serez exemptés de la plupart des points mentionnés ci-dessus. Nous avons différents partenaires qui se proposent de fournir des logements aux étudiants dans une tranche de prix raisonnable.\n\n • <strong><u> Calendrier et Règles générales </strong></u>\n\n En plus de travailler avec nous, nos partenaires fournissent également des logements à d’autres écoles de langue de Kyoto. Chaque école ayant son propre calendrier, les agences fournissent à différentes dates. Les rentrées principales ayant lieux au Nihongo Center étant en avril et octobre, nous recevons généralement les listes des chambres libres à partir de février pour la rentrée d’avril et d’août pour la rentrée d’octobre.\n\n Si vous souhaitez commencer en avril, nous vous enverrons une liste de tous les logements disponibles vers la mi-février et nous vous demanderons de formuler 3 souhaits parmi cette liste. Les agences travaillant avec plusieurs écoles il y a un certain nombre de règles dont il faut tenir compte afin que tout se passe bien.\n1. Quand vous choisissez un logement, et que vous nous faites parvenir vos choix, nous contactons l’agence responsable pour faire la réservation. Ne nous envoyez pas vos choix en espérant pouvoir visiter ceux-ci une fois sur place. Si tout le monde faisait ça, les agences ne pourraient pas travailler correctement. Choix = Réservation\n1. Si vous faites une réservation via Nihongo Center celle-ci est définitive. Ne nous contactez pas plus tard en disant que vous avez trouvé quelque chose par vous-même. Regarder la liste et si rien ne vous convient, ne nous envoyez pas vos choix.\n1. Certaines agences font payer des frais d’annulation. Si vous annulez moins de 3 semaines avant votre arrivée, vous devrez payer 70% du loyer et 100% si vous annulez 1 semaine avant votre arrivée.\n1. Si vous tenez absolument à visiter des logements avant de vous décider, vous devrez donc séjourner quelque part en attendant de trouver ce que vous cherchez.",
			"zh-hant": "外國籍的學生在找尋住宿地點時可能會遇上許多困難，雖然您可以嘗試自己找尋住宿地點，大部分的日本房仲業者可能會要求您提供以下項目：\n\n - 在日保證人、或是與相關業者簽約\n\n - 押金或是禮金\n\n - 您必須自行與業者聯絡，簽訂各種合約(例如網路、水電瓦斯等)\n\n - 若您在日本沒有工作則不符合租屋資格\n\n - 部分房東拒絕將房子租給非本國籍房客\n\n若您讓本校為您處理租屋問題，則可以免除面對上述狀況。我們與業者簽約、提供各位合理價格範圍內的租屋處。\n\n <strong><u>日程以及相關規定</strong></u>\n\n 與本校合作的業者與許多位於京都的語言學校合作，該公司提供了許多能夠符合學生需求的住宿地點。本校主要的課程開始時間為四月及十月，通常我們會在二月及八月收到業者提供的租屋資訊。若您申請四月課程，我們將會在二月中旬將可選擇的租屋處資訊寄送給您，屆時請您從中選擇三個最符合您需求的租屋地點。因業者與許多語言學校合作，以下有幾項規定希望您了解：\n\n - 當您回傳您的選擇給我們時，我們將會聯絡業者保留租屋處。請恕業者無法提供看屋後下決定的服務，您的三個希望選擇即等於下訂該租屋處。\n\n - 委託日本語中心與業者聯絡，並選擇希望租屋處後，請不要再自行尋找別的住宿地點，若我們提供的清單上的項目不符合您的需求也請不要回傳您的志願。\n\n - 若臨時取消入住，您將必須要支付取消費用。若您在入住三週前取消您的入住預定，請您支付一個月房租的70%的金額，若在抵達日本前一個星期內取消，則請您支付一個月的房租作為取消費用。\n\n - 若您強烈希望在入住前看屋，則必須請您先另行尋找住宿地點、確認屋況後若符合您的需求方可入住。",
			"id" : "Menemukan akomodasi sebagai mahasiswa di Jepang adalah cara yang lebih sulit dari yang kita pikirkan. Bahkan jika mereka membuat upaya-upaya besar untuk menyambut mahasiswa asing sebanyak mungkin, Jepang tidak selalu komprehensif ketika berhubungan dengan akomodasi. Anda akan dapat menemukan akomodasi sendiri, tetapi sebagian besar agen real estate di Jepang akan menanyakan Anda hal-hal berikut:\n\n - Seorang penjamin keuangan di Jepang atau membuat kontrak dengan perusahaan penjamin.\n\n - Sering ada deposito dan uang kunci untuk apartemen dan Anda harus membayar 3 bulan pertama dari awal.\n\n - Anda harus membuat janji sendiri untuk setiap kontrak tunggal. (internet, air, gas dan listrik)\n\n - Kadang-kadang, tidak diijinkan karena Anda tidak memiliki pekerjaan di Jepang.\n\n - Beberapa pemilik tidak menerima orang asing.\n\nJika Anda bertanya kepada Nihongo Center untuk mencari sebuah akomodasi untuk Anda, Anda akan dibebaskan dari poin sebelumnya. Kami memiliki kemitraan dengan beberapa lembaga yang berbeda yang menyediakan akomodasi bagi mahasiswa asing dengan harga yang terjangkau.\n\n • <strong><u>Jadwal dan Ketentuan Umum</strong></u>\n\n Mitra kami bekerja tidak hanya dengan kami tapi dengan banyak sekolah bahasa Jepang di Kyoto, yang berarti mereka menyediakan akomodasi di periode yang berbeda. Di Nihongo Center, semester utama dimulai pada bulan April dan Oktober, kita umumnya menerima informasi tentang akomodasi yang tersedia dari bulan Februari untuk bulan April dan Agustus untuk Oktober.\n\n Jika Anda berencana untuk memulai pada bulan April, kami akan mengirimkan daftar semua akomodasi yang tersedia di pertengahan Februari dan kami akan meminta Anda untuk memberi 3 pilihan dari daftar tersebut untuk akomodasi yang paling Anda sukai. Seperti dikatakan sebelumnya, agen akomodasi bekerja dengan sekolah-sekolah yang berbeda sehingga ada beberapa aturan yang harus diikuti untuk memastikan bahwa semuanya berjalan dengan lancar.\n\n - Ketika Anda telah memilih sebuah kamar dan mengirimkan kembali pilihan Anda, kami menghubungi agen untuk membuat reservasi. Anda tidak bisa mendapat kesempatan untuk mengunjungi 3 kamar yang Anda pilih sebelum memutuskan yang mana yang ingin Anda tinggali. Jika setiap mahasiswa melakukan hal itu, agen akomodasi tidak akan bisa bekerja. Pilihan = Reservasi.\n\n - Ketika Anda membuat reservasi untuk sebuah kamar melalui Nihongo Center, dimohon untuk jangan mencari sendiri pada waktu yang sama dan lalu memberitahu kami bahwa Anda telah menemukan sebuah kamar. Lihatlah dulu daftar yang kami kirim, jika tidak ada yang cocok untuk Anda, jangan mengirimkan pilihan apapun sampai Anda yakin tentang apa yang Anda inginkan.\n\n - Untuk beberapa agen akomodasi, biaya pembatalan harus dikeluarkan. Jika Anda membatalkan reservasi Anda kurang dari 3 minggu sebelum kedatangan Anda di Jepang, Anda akan harus membayar 70% dari sewa bulanan sebagai biaya pembatalan. Jika Anda membatalkan reservasi Anda kurang dari 1 minggu sebelum kedatangan Anda di Jepang, Anda akan harus membayar 100% dari sewa bulanan sebagai biaya pembatalan.\n\n - Jika Anda benar-benar ingin mengunjungi kamar sebelum membuat reservasi, Anda akan harus tinggal di tempat yang lain sampai Anda menemukan sebuah kamar.",
			"se": "Att hitta boende som student i Japan är oftast svårare än vad man tror. Japanska fastighetsägare välkomnar utländska studenter men de ställer ofta omfattande krav. Du kan hitta boende på egen hand men de flesta fastighetsbyråer i Japan kommer fråga dig efter följan:\n\n - En borgensman i Japan eller ett kontrakt med ett garant företag.\n\n - Det är ofta en del olika handpenningar som måste betalas inom de 3 första månaderna.\n\n - Du behöver själv ta kontakt och genomföra avtal för internet, vatten, gas och el.\n\n - Ibland har de ett krav på att du redan måste arbeta i Japan\n\n - Vissa fastighetsägare hyr inte ut till utlänningar.\n\nOm du ber Nihongo Center att hjälpa dig med boende kommer du inte behöva uppfylla dessa kriterier. Vi har samarbeten med fastighetsbyråer, som hyr ut boende till utländska studenter, med en överkomlig prisklass.\n\n •<strong><u>Perioder och generella regler</strong></u>\n\n De byråer vi har kontakt med har även kontakt med andra japanska språkskolor i Kyoto, detta innebär att de förser boenden vid olika perioder. Nihongo Centers terminer startar i april och oktober så vi får i regel information om tillgängliga boenden från februari för april terminen och från augusti för oktober terminen.\n\n Om du planerar att starta i April, kommer vi skicka en lista med tillgängliga boende i mitten av februari och vi kommer be dig att göra 3 val utifrån den listan med de boende du gillar mest. Som tidigare sagt, dessa fastighetsbyråer arbetar med flera skolor, därför finns det några regler för att göra det smidigt att reservera ditt boende.\n\n - När du väljer boende, ber vi dig att göra 3 val och vi kommer kontakta byrån för att reservation. Eftersom det tar tid att förbereda boendet kan inte studenter besöka boendet innan reservationen är slutförd. Dina val = Reservation.\n\n - När du reserverar ett boende via Nihongo Center var vänlig att inte samtidigt leta på egen hand och berätta för oss senare att du hittat ett annat boende. Se över listan vi skickar dig och om inget passar så skicka oss inget av dina val förän du är säker på vad du vill ha.\n\n - För vissa byråer finns det avbokningsavgifter. Om du avbokar din reservation mindre än 3 veckor innan din ankomst i Japan behöver du betala 70% av en månadshyra som avbokningsavgift. Om du avboka din reservation mindre än 1 vecka innan din ankomst till Japan kommer du behöva betala 100% av en månadshyra som avbokningsavgift.\n\n - Om du absolut vill besöka ditt valda boende innan du gör din reservation kommer du behöva att hitta ett tillfälligt boende innan du kan göra reservation.",
			"th": "การเป็นนักเรียนที่ญี่ปุ่นค่อนข้างที่หาที่พักยากกว่าที่คุณคาดไว้ แม้ว่าพวกเขาจะพยายามอย่างมากในการต้อนรับนักศึกษาชาวต่างชาติให้มากที่สุดเท่าที่จะเป็นไปได้ เจ้าของอสังหาริมทรัพย์ญี่ปุ่นก็ยังไม่สามารถครอบคลุมมากนักเมื่อพูดถึงที่พัก คุณสามารถหาที่พักได้ด้วยตัวคุณเอง แต่หน่วยงานอสังหาริมทรัพย์ในประเทศญี่ปุ่นส่วนใหญ่จะถามคุณเกี่ยวกับเรื่องต่อไปนี้:\n\n -    ผู้ค้ำประกันทางการเงินในประเทศญี่ปุ่น หรือทำสัญญากับ บริษัทผู้ค้ำประกัน\n\n -    โดยส่วนใหญ่มักมีการมัดจำค่ากุญแจ และมัดจำห้องล่วงหน้า 3 เดือนแรก นับจากวันเริ่มต้น\n\n -    คุณจะต้องทำการนัดหมายด้วยตัวคุณเองทุกอย่างสำหรับการทำสัญญา (อินเทอร์เน็ต น้ำ แก๊ส และไฟฟ้า)\n\n -    บางครั้งก็อาจจะเป็นไปไม่ได้ ถ้าหากคุณไม่ได้ทำงานในญี่ปุ่น\n\n -    เจ้าของบางคนก็ไม่ยอมรับชาวต่างชาติ\n\n ถ้าคุณต้องการให้ Nihongo Center ช่วยหาที่พักให้ คุณจะได้รับการยกเว้นจากข้อกำหนดก่อนหน้านี้ เรามีการร่วมมือกับหน่วยงานต่างๆ ที่จัดหาที่พักสำหรับนักเรียนต่างชาติในราคาที่เหมาะสม\n\n a- <em><u>ตารางเวลา และกฎทั่วไป</em></u>\n\n พันธมิตรของเราไม่เพียงแต่ร่วมงามกับเรา แต่มีโรงเรียนสอนภาษาญี่ปุ่นอื่นๆ ในเกียวโต ซึ่งหมายความว่าพวกเขาให้บริการที่พักในแต่ละช่วงเวลา ที่ Nihongo Center ภาคการศึกษาหลักจะเริ่มต้นในเดือนเมษายน และตุลาคม โดยทั่วไปเราจะได้รับข้อมูลเกี่ยวกับห้องพักที่พร้อมให้บริการตั้งแต่เดือนกุมภาพันธ์ เดือนเมษายน และตั้งแต่เดือนสิงหาคมถึงเดือนตุลาคม\n\n หากคุณวางแผนที่จะเริ่มต้นในเดือนเมษายน เราจะส่งรายการที่พักที่พร้อมให้คุณทั้งหมดในช่วงกลางเดือนกุมภาพันธ์ และเราจะขอให้คุณเลือก 3 รายการที่พักที่คุณชอบมากที่สุดจากรายการนี้ เมื่อก่อนหน้านี้เอเจนซี่ต่างๆ ทำงานกับหลากหลายโรงเรียน ดังนั้นจึงต้องปฏิบัติตามกฎเพื่อให้แน่ใจว่าทุกอย่างเป็นไปอย่างราบรื่น\n\n - เมื่อคุณเลือกห้องพัก เราขอให้คุณเลือกสามทางเลือก และเราจะติดต่อกับเอเจนซี่เพื่อทำการสำรองห้องพัก เนื่องจากต้องใช้เวลาในการจัดเตรียมห้องพัก นักเรียนจึงไม่สามารถเข้าเยี่ยมชมห้องได้ก่อนที่จะทำการจอง การตัดสินใจ = การจอง\n\n - เมื่อคุณจองห้องพักผ่าน Nihongo Center โปรดอย่าค้นหาห้องพักด้วยตัวคุณเองในช่วงเวลาเดียวกัน และแจ้งให้เราทราบภายหลังว่าคุณพบห้องพักที่สนใจ กรุณาเลือกจากรายการที่เราส่งให้ ถ้าไม่มีที่ไหนที่คุณต้องการ กรุณาอย่าเลือกที่ไหนส่งมาให้เรา จนกว่าคุณจะแน่ใจเกี่ยวกับสิ่งที่คุณต้องการ \n\n - สำหรับบางเอเจนซี่อาจต้องเสียค่าธรรมเนียมการยกเลิก หากคุณยกเลิกการสำรองห้องพักไม่ถึง 3 สัปดาห์ก่อนเดินทางถึงประเทศญี่ปุ่นคุณจะต้องชำระค่าเช่ารายเดือน 70% เป็นค่าธรรมเนียมการยกเลิก หากคุณยกเลิกการจองน้อยกว่า 1 สัปดาห์ก่อนการมาถึงญี่ปุ่นคุณจะต้องชำระค่าเช่ารายเดือน 100% เป็นค่าธรรมเนียมการยกเลิก \n\n - หากคุณต้องการเยี่ยมชมห้องก่อนที่จะทำการสำรองห้องพัก คุณจะต้องหาอยู่ที่ไหนสักแห่งจนกว่าคุณจะพบห้องพักที่คุณต้องการ\n\n"	
		},
		"Partners":{
			"en": "• <strong><u> Presenting Real Estate Partners</strong></u>\n\n We will present here agencies we work with and their characteristics.",
			"fr": "• <strong><u> Présentation des agences partenaires</strong></u>\n\n Nous vous présentons ici les agences avec lesquelles nous travaillons et leurs caractéristiques.",
			"zh-hant": "• <strong><u>以下為與本校合作業者清單及介紹</strong></u>",
			"id": "• <strong><u>Mitra Perumahan</strong></u>\n\n Berikut adalah agen-agen akomodasi yang bekerja sama dengan kami dan karakteristik mereka masing-masing.",
			"se": "•<strong><u>Fastighetsbyråer</strong></u>\n\n Vi presenterar här de fastighetsbyråer vi samarbetar med och deras utmärkande drag.",
			"th": "•<strong><u>การนำเสนอพันธมิตรด้านอสังหาริมทรัพย์</strong></u> เราจะนำเสนอเอเจนซี่ที่ทำงานร่วมกับเรา และคุณลักษณะของพวกเขา",
			"Sakura":{
				"en" : "•<em><u>Sakura</em></u>",
				"fr" : "•<em><u>Sakura</em></u>",
				"zh-hant" : "•<em><u>Sakura</em></u>",
				"id": "•<em><u>Sakura</em></u>",
				"se": "•<em><u>Sakura</em></u>",
				"th": "•<em><u>Sakura</em></u>",
				"text": {
					"en" : "Definitely the biggest of the 4 agencies, they generally provide us a list of 40 to 50 available rooms.\n\n - From share houses to single apartment, you will be able to find something quite cheap and comfortable. Every room is furnished to some point (bed, desk, chair, fridge, etc.)\n\n - Internet and water expenses are included in the rent. You will have to pay gas and electricity by yourself but appointment for contracts will be made by the agency (only for apartments).\n\n - There is contract fee: 50,000 yen/persons (paid on your arrival or by bank transfer).\n\n - There is fire insurance fee: 7k-9k yen/year (paid on your arrival or by bank transfer).\n\n - Reservation can’t be done for less than 3 months.\n\n - Reservation cancellation costs!\n\n - Rent need to be paid every month. (most of the time in cash but credit card and bank transfer are accepted. However, all charges related to a bank transfer need to be paid by yourself).",
					"fr" : "Certainement la plus grande des agences partenaires, ils fournissent en général entre 30 et 40 logements.\n\n - Des appartements aux Share Houses, vous aurez la possibilité de trouver des chambres abordables et confortables. Tous les chambres sont meublées (frigo, lit, chaise, bureau…).\n\n - Internet et l’eau sont inclus dans le loyer. Vous aurez à payer le gaz et l’électricité séparément mais tous les rendez-vous pour les contrats seront faits par l’agence.\n\n - Les frais de contrat sont de 50,000 yens (payable à l’arrivée ou par virement).\n\n - L’assurance incendie coûte 7000 à 9000 yens/an (payable à l’arrivée ou par virement).\n\n - Il n’est pas possible de réserver pour moins de 3 mois.\n\n - Toute annulation entraîne des frais. \n\n - Le loyer doit être payé tous les mois. (La plupart du temps en liquide mais les paiements par carte ou virement sont acceptés, et vous aurez la charge de tous les frais bancaires encourus).",
					"zh-hant" : "四間業者中規模最大的一間，Sakura提供40至50間房間可供選擇。\n\n - 從分租公寓到個人套房，相信您一定可以從中找到符合自己預算等需求的住處，每間房間都附有基本家具，例如床、桌椅、冰箱等。\n\n - 房租包括水費及網路費用，房租之外您需支付瓦斯及電費，可直接與Sakura簽訂相關合約。\n\n - 簽署合約的費用：50,000日圓，在您抵達後支付，或是請透過轉帳方式支付。\n\n - 火災保險費用：7000-9000日圓，在您抵達後支付，或是請透過轉帳方式支付。\n\n - 不接受三個月以內的預定。\n\n - 臨時取消預定需支付取消費用。\n\n - 請每月支付房租，一般以現金支付，也接受信用卡及銀行轉帳方式支付，但產生的手續費等費用將由房客負擔。",
					"id" : "Agen akomodasi terbesar dari keempatnya dan umumnya mereka memberikan kami daftar kamar yang tersedia mencapai 40 sampai 50 kamar.\n\n - Anda dapat menemukan sebuah kamar dari share hourse maupun apartemen pribadi yang cukup murah dan nyaman. Setiap kamar dilengkapi dengan keperluan biasa (tempat tidur, meja, kursi, lemari es, dll).\n\n - Biaya Internet dan air termasuk dalam sewa. Anda akan harus membayar gas dan listrik sendiri tetapi kontrak akan dilakukan oleh agen (hanya untuk apartemen). - Ada Biaya kontrak: 50.000 yen / orang (dibayar saat kedatangan Anda atau dengan transfer bank).\n\n - Ada Biaya asuransi kebakaran: 7k-9k yen / tahun (dibayar saat kedatangan Anda atau dengan transfer bank).\n\n - Reservasi tidak dapat dilakukan kurang dari 3 bulan.\n\n - Ada biaya pembatalan reservasi!\n\n - Uang sewa harus dibayar setiap bulan. (Biasanya dengan tunai tetapi kartu kredit dan transfer bank dapat diterima. Namun, semua biaya yang terkait dengan kebutuhan transfer bank harus dibayar sendiri).",
					"se": "Definitivt den största av de 4 byråerna, de tar generellt fram en lista på mellan 40 till 50 tillgängliga boende.\n\n - De har lägenheter och Share Houses, du kan oftast hitta något förhållandevis billigt och bekvämt. Alla boenden är möblerade i viss utsträckning (säng, skrivbord, stol, kyl, etc.)\n\n - Internet och vatten är inkluderat i din hyra. Du behöver dock betala gas och el på egen hand men Sakura kommer ta hand om kontrakten för dessa (endast för lägenheter)\n\n - Det finns en kontrakt avgift: 50,000 yen/person (betalas vid ankomst eller via banköverföring)\n\n - Det finns en brandförsäkring: 7000-9000 yen/år (betalas vid ankomst eller via banköverföring)\n\n - Du kan inte skriva ett kontrakt på mindre än 3 månader\n\n - Det finns uppsägningsavgift!\n\n - Hyran behöver betalas varje månad. (för det mesta med kontanter men kreditkort och banköverföringar är också accepterade. Dock behöver du betala alla banköverförings avgifter)",
					"th": "เป็นหนึ่งใน 4 เอเจนซี่ที่ใหญ่ที่สุด พวกเขามีรายการห้องพัก 40 – 50 ห้อง เตรียมพร้อมไว้\n\n - ตั้งแต่บ้านพักรวมไปยังอพาร์ทเม้นต์เดี่ยว คุณจะสามารถหาสิ่งที่ค่อนข้างถูก และสะดวกสบาย ทุกห้องได้รับการตกแต่งในบางจุด (เตียง โต๊ะเก้าอี้ เก้าอี้ ตู้เย็น ฯลฯ )\n\n - ค่าอินเทอร์เน็ต และค่าน้ำรวมอยู่ในค่าเช่า คุณจะต้องจ่ายค่าแก๊ส และไฟฟ้าด้วยตัวเอง แต่ทางหน่วยงานจะมีการนัดหมายเพื่อทำสัญญาให้กับคุณ (เฉพาะอพาร์ทเมนท์เท่านั้น)\n\n - มีค่าทำสัญญา 50,000 เยนต่อคน (ชำระเมื่อมาถึง หรือโอนเงินผ่านธนาคาร)\n\n - มีค่าประกันอัคคีภัย: 7,000 – 9,000 เยน / ปี (ชำระเมื่อเดินทางมาถึง หรือโอนเงินผ่านธนาคาร)\n\n - ไม่สามารถจองห้องพักได้ หากเช่าไม่ถึง 3 เดือน\n\n - มีค่าใช้จ่ายในการยกเลิกการจอง!\n\n - ต้องจ่ายค่าเช่าทุกเดือน (ส่วนใหญ่เป็นเงินสด แต่สามารถใช้บัตรเครดิต และการโอนเงินผ่านธนาคารได้ อย่างไรก็ตามต้องชำระค่าใช้จ่ายทั้งหมดที่เกี่ยวข้องกับการโอนเงินผ่านธนาคารด้วยตัวคุณเอง)"
				}
			},
			"GCC":{
				"en": "•<em><u> GCC</em></u>",
				"fr": "•<em><u> GCC</em></u>",
				"zh-hant": "•<em><u> GCC</em></u>",
				"id": "•<em><u> GCC</em></u>",
				"se": "•<em><u> GCC</em></u>",
				"th": "•<em><u> GCC</em></u>",
				"text": {
					"en" : "More modest than the precedent one, GCC generally provides very affordable Share Houses room.\n\n - Mostly Share House\n\n - Fully furnished.\n\n - All utilities fees are included in the rent (internet, water, gas, electricity).\n\n - Contract fee: 50,000 yen/persons (paid on your arrival or by bank transfer).\n\n - Fire insurance fee: 7k-9k yen/year.\n\n - Reservation can’t be done for less than 3 months.\n\n - The first 3 months need to be paid from start (on your arrival or by bank transfer), then following rent can be paid monthly.\n\n - Need further information regarding cancellation fee.",
					"fr" : "Plus modeste que l’agence précédente, GCC fourni généralement des chambres pour des Share Houses.\n\n - Principalement des Share Houses.\n\n - Complètement meublées.\n\n - Tous les frais sont inclus dans le loyer (internet, eau, gaz, électricité)\n\n - Frais de contrat 50,000 yens (payable à l’arrivée ou par virement).\n\n - L’assurance incendie coûte 7000 à 9000 yens/an (payable à l’arrivée ou par virement).\n\n - Il n’est pas possible de réserver pour moins de 3 mois.\n\n - Les 3 premiers mois doivent être payés dès le début (à l’arrivée ou par virement), et les mois suivants sont payables par mois.\n\n - Informations supplémentaires nécessaires concernant les frais d’annulation.",
					"zh-hant" : "GCC提供許多便宜的分租公寓房間。\n\n - 大部分為分租公寓\n\n - 附家具\n\n - 房租包括所有費用，網路、水電、瓦斯費皆包含在內。\n\n - 簽署合約的費用：50,000日圓，在您抵達後支付，或是請透過轉帳方式支付。\n\n - 火災保險費用：7000-9000日圓，在您抵達後支付，或是請透過轉帳方式支付。\n\n - 不接受三個月以內的預定\n\n - 需先支付三個月房租，之後按月支付。\n\n - 若需更多相關訊息請見取消費用部分",
					"id" : "GCC pada umumnya menyediakan kamar share house yang sangat murah.\n\n - Biasanya menyediakan Share House.\n\n - Perabot lengkap.\n\n - Semua utilitas biaya termasuk dalam uang sewa (internet, air, gas, listrik).\n\n - Biaya Kontrak: 50.000 yen / orang (dibayar saat kedatangan Anda atau dengan transfer bank).\n\n - Biaya Asuransi kebakaran: 7k-9k yen / tahun.\n\n - Reservasi tidak dapat dilakukan kurang dari 3 bulan.\n\n - 3 bulan pertama harus dibayar dari awal (saat kedatangan Anda atau dengan transfer bank), lalu uang sewa berikut dapat dibayar perbulan.\n\n - Perlu informasi lebih lanjut mengenai biaya pembatalan.",
					"se": "Mer simpel än den tidigare, GCC har generellt väldigt prisvärda Share Houses.\n\n - Mestadels Share Houses\n\n - Fullt möblerad\n\n - Kostnader för internet, vatten, gas och el är inkluderade i hyran.\n\n - Det finns en kontrakt avgift: 50,000 yen/person (betalas vid ankomst eller via banköverföring)\n\n - Det finns en brandförsäkring: 7000-9000 yen/år (betalas vid ankomst eller via banköverföring)\n\n - Du kan inte skriva ett kontrakt på mindre än 3 månader.\n\n - De första 3 hyrorna måste betalas direkt vid ankomst eller via banköverföring, följande hyror betalas månadsvis\n\n - Behöver ytterligare information angående uppsägningsavgift",
					"th": "GCC มีบ้านพักรวมในราคาที่เอื้อมถึงเตรียมไว้ให้คุณ\n\n - ส่วนใหญ่เป็นบ้านพักรวม\n\n - มีฟอร์นิเจอร์พร้อม\n\n - ค่าสาธารณูปโภคทั้งหมดรวมอยู่ในค่าเช่า (อินเตอร์เนต น้ำ แก๊ส ไฟฟ้า)\n\n - มีค่าทำสัญญา 50,000 เยนต่อคน (ชำระเมื่อมาถึง หรือโอนเงินผ่านธนาคาร)\n\n - มีค่าประกันอัคคีภัย: 7,000 – 9,000 เยน / ปี (ชำระเมื่อเดินทางมาถึง หรือโอนเงินผ่านธนาคาร)\n\n - ไม่สามารถจองห้องพักได้ หากเช่าไม่ถึง 3 เดือน\n\n - ต้องชำระค่าเช่าล่วงหน้า 3 เดือนแรก (ชำระเมื่อมาถึง หรือโอนเงินผ่านธนาคาร) และหลังจากนั้นจ่ายรายเดือนตามปกติ\n\n - ต้องการข้อมูลเพิ่มเติมเกี่ยวกับค่าธรรมเนียมในการยกเลิก"
				}
			},
			"House":{
				"en": "• <em><u>House Network </em></u>",
				"fr": "• <em><u>House Network </em></u>",
				"zh-hant": "• <em><u>House Network </em></u>",
				"id": "• <em><u>House Network </em></u>",
				"se": "• <em><u>House Network </em></u>",
				"th": "• <em><u>House Network </em></u>",
				"text":{
					"en" : "House Network looks like a classical real estate agency. If you look at their site, you will find a lot of apartment and most of them will require the conditions exposed earlier (guarantor, etc...). However, only the rooms we recommend are available for students.\n\n - Apartment only.\n\n - Furnished to some point.\n\n - Internet and water are included in the rent (gas and electricity need to be paid separately).\n\n - Contract Fee: 50,000 yen/persons (paid on your arrival).\n\n - Deposit or Key money can be asked depending on the room.\n\n - Fire insurance fee: less than 10,000 yen/year.\n\n - Reservation can’t be done for less than 3 months.\n\n - Rent paid monthly.\n\n - Need further information regarding cancellation fee.",
					"fr" : "House Network ressemble beaucoup à une agence immobilière classique. Si vous regardez leur site vous verrez de nombreux appartements mais la plupart d’entre eux requerront les conditions listés précédemment (garant, etc...). Cependant seuls les chambres que nous proposons sont accessibles aux étudiants sans trop de contraintes. \n\n - Seulement des appartements.\n\n - Meublés\n\n - Internet et l’eau sont inclus dans le loyer. Vous aurez à payer le gaz et l’électricité séparément.\n\n - Frais de contrat 50,000 yens (payable à l’arrivée ou par virement).\n\n - Caution et « Key money » peuvent être demandées en fonction des logements.\n\n - L’assurance incendie coûte moins de 10.000 yens/an (payable à l’arrivée ou par virement).\n\n - Il n’est pas possible de réserver pour moins de 3 mois.\n\n - Paiement du loyer tous les mois.\n\n - Informations supplémentaires nécessaires concernant les frais d’annulation.",
					"zh-hant": "House Network較偏向一般常見房仲業者，網站上刊載了他們提供的公寓物件，大部分都要求了之前所述的條件（在日保證人等）。\n\n - 僅提供公寓物件\n\n - 付基本家具\n\n - 房租包括網路費及水費，瓦斯及電費需另外支付\n\n - 簽署合約的費用：50,000日圓，在您抵達後支付\n\n - 根據物件不同，可能需要支付押金或禮金\n\n - 火災保險費用：一年10,000日圓以下\n\n - 不接受三個月以內的預定\n\n - 按月支付房租\n\n - 若需更多相關訊息請見取消費用部分",
					"id": "House Network merupakan sebuah agen perumahan klasik. Jika Anda melihat situs mereka, Anda akan menemukan banyak apartemen dan sebagian besar dari mereka akan memerlukan kondisi terkena sebelumnya (penjamin, dll ...). Namun, kamar yang hanya kami sarankanlah yang tersedia untuk siswa.\n\n - Hanya apartemen pribadi.\n\n - Hanya beberapa perabot yang disediakan.\n\n - Internet dan air termasuk dalam uang sewa (gas dan listrik harus dibayar secara terpisah).\n\n - Biaya Kontrak: 50.000 yen / orang (dibayar saat kedatangan Anda).\n\n - Deposit atau uang Kunci dapat diminta tergantung pada kamar tersebut.\n\n - Biaya Asuransi kebakaran: kurang dari 10.000 / tahun.\n\n - Reservasi tidak dapat dilakukan kurang dari 3 bulan.\n\n - Uang sewa dibayar perbulan.\n\n - Perlu informasi lebih lanjut mengenai biaya pembatalan.",
					"se": "House Network liknar en tradtionell fastighetsbyrå. Om kollar in på deras hemsida kommer du hitta flera lägenheter och de flesta av dem kommer kräva de förhållanden vi nämnde innan (borgensman, etc...). Men de rum vi rekomenderar är tillgängliga för studenter.\n\n - Endast lägenheter\n\n - Möblerade till viss utsträckning\n\n - Internet och vatten är inkluderade i hyran ( gas och el behöver betalas separat)\n\n - Det finns en kontrakt avgift: 50,000 yen/person (betalas vid ankomst)\n\n - Kan finnas en handpenning beroende på lägenhet\n\n - Det finns en brandförsäkring: mindre än 10000 yen/år\n\n - Du kan inte skriva ett kontrakt på mindre än 3 månader\n\n - Hyran betalas månadsvis\n\nBehöver ytterligare information angående uppsägningsavgift.",
					"th": "House Network ดูเหมือนว่าเป็นหน่วยงานอสังหาริมทรัพย์แบบคลาสสิก ถ้าคุณเข้าไปที่เว็บไซต์ของพวกเขา คุณจะพบอพาร์ทเม้นเป็นจำนวนมาก และส่วนใหญ่จะต้องมีเงื่อนไขตามที่ได้บอกไว้ก่อนหน้านี้ (ผู้ค้ำประกัน ฯลฯ .. ) อย่างไรก็ตามเราจะแนะนำเฉพาะห้องสำหรับนักเรียนเท่านั้น\n\n - อพาร์ทเม้นท์เท่านั้น\n\n - มีเฟอร์นิเจอร์บางอย่าง\n\n - อินเทอร์เน็ต และค่าน้ำรวมอยู่ในค่าเช่า (ต้องจ่ายก๊าซ และไฟฟ้าแยกต่างหาก)\n\n - ค่าทำสัญญา: 50,000 เยนต่อคน (ชำระเมื่อมาถึง)\n\n - สามารถสอบถามค่าวางมัดจำห้อง หรือค่ามัดจำกุญแจได้ขึ้นอยู่กับห้องที่เลือก\n\n - ค่าประกันอัคคีภัย: ต่ำกว่า 10,000 เยนต่อปี\n\n - ไม่สามารถจองห้องพักได้ หากเช่าไม่ถึง 3 เดือน\n\n - ชำระค่าเช่ารายเดือน\n\n - ต้องการข้อมูลเพิ่มเติมเกี่ยวกับค่าธรรมเนียมในการยกเลิก"
				}
			},
			"Kyoto":{
				"en": "• <em><u>Kyoto Apartment </em></u>",
				"fr": "• <em><u>Kyoto Apartment </em></u>",
				"zh-hant": "• <em><u>Kyoto Apartment </em></u>",
				"id": "• <em><u>Kyoto Apartment </em></u>",
				"se": "• <em><u>Kyoto Apartment </em></u>",
				"th": "• <em><u>Kyoto Apartment </em></u>",
				"text": {
					"en" : "Providing single Apartment and room in share houses, Kyoto apartment is probably the best choice if you want to look for a place to stay after arriving in Japan.\n\n - Apartment and Share House.\n\n - Greatly furnished.\n\n - Everything is included in the rent.\n\n - Deposit 30,000 yen. (29,000 yens refund at the end of the contract if no problem encountered. 1000 yens taken as cleaning fee).\n\n - Reservation can be done from 2 weeks’ length.\n\n - Rent paid monthly.\n\n - Generally, a little more expensive than other places.\n\n - Must be contacted directly to pay a deposit.",
					"fr" : "Fournissant des appartements et des chambres de Share Houses, Kyoto apartment est probablement le meilleur choix si vous souhaitez résider un temps pour chercher autre chose sur place.\n\n - Appartements and Share Houses.\n\n - Très bien meublé.\n\n - Tout est inclus dans le loyer.\n\n - Caution 30,000 yens (29,000 yens sont rendus à la fin du séjour. 1000 yens sont gardés en tant que frais de nettoyage.\n\n - Réservation possible à partir de 2 semaines.\n\n - Paiement du loyer au mois.\n\n - Globalement plus cher que les autres endroits.\n\n - Doit être contacté directement pour le paiement de la caution",
					"zh-hant" :"提供優質個人套房及分租公寓，也許會是您在日住宿的最佳選擇。\n\n - 提供個人套房及分租公寓物件\n\n - 附完整家具\n\n - 房租包括所有費用\n\n - 押金30,000日圓，合約到期將退還29,000日圓，酌收清潔費1000日圓\n\n - 不接受兩週以內的預定\n\n - 房租按月支付\n\n - 相較其他業者提供的物件，房租較為高昂\n\n - 需直接支付押金",
					"id": "Apartemen pribadi maupun Share Hourse, Kyoto Apartment mungkin adalah pilihan terbaik jika Anda ingin mencari tempat tinggal setelah tiba di Jepang.\n\n - Apartemen pribadi dan Share House\n\n - Perabot lengkap.\n\n - Semuanya termasuk dalam uang sewa.\n\n - Deposit ¥ 30.000. (29.000 yen pengembalian dana pada akhir kontrak jika ada masalah. 1000 yen diambil sebagai biaya pembersihan).\n\n - Reservasi dapat dilakukan dari waktu 2 minggu.\n\n - Uang sewa dibayar perbulan.\n\n - Secara global sedikit lebih mahal daripada tempat yang lain.\n\n - Harus dihubungi langsung untuk pembayaran deposit.",
					"se": "De har lägenheter och rum i Share Houses, Kyoto apartment är antagligen bästa alternativet om du vill leta boende efter din ankomst till Japan.\n\n - Lägenheter och Share House\n\n - Helt möblerad\n\n - Alla kostnader inkluderas i hyran.\n\n - Handpenning på 30,000 yen. (29,000 yen kommer återbetalas vid kontraktets slut om inga problem uppstår, 1000 yen tas som städavgift)\n\n - Du kan skriva kontrakt från 2 veckor eller längre\n\n - Hyran betalas månadsvis\n\n - Generellt en aning dyrare än andra alternativ\n\n - Måste kontaktas direkt för att betala handpenningen.",
					"th": "มีทั้งอพาร์ทเมนต์เดี่ยว และห้องพักในบ้านพักรวม Kyoto apartmentอาจเป็นทางเลือกที่ดีที่สุด หากคุณต้องการหาที่พักหลังจากเดินทางมาถึงประเทศญี่ปุ่น\n\n - อพาร์ทเมนต์ และบ้านพักรวม\n\n - ตกแต่งอย่างสวยงามพร้อมเฟอร์นิเจอร์\n\n - ค่าใช้จ่ายทุกอย่างรวมอยู่ในค่าเช่า\n\n - เงินมัดจำ 30,000 เยน (เงินคืน 29,000 เยนเมื่อสิ้นสุดสัญญาหากไม่มีปัญหา 1000 เยนเป็นค่าทำความสะอาด)\n\n - สามารถทำการจองได้ภายในระยะเวลา 2 สัปดาห์\n\n - ชำระค่าเช่ารายเดือน\n\n - โดยทั่วไปแล้วค่าเช่าแพงกว่าสถานที่อื่นๆ เล็กน้อย\n\n - ต้องติดต่อโดยตรงเพื่อชำระเงินมัดจำ" 				
				}
			}
		}
	},
	"Arrival": {
		"en" : "4/ Preparing your arrival",
		"fr" : "4/ Préparer votre arrivée",
		"zh-hant": "4/ 抵達日本前的準備",
		"id": "4/ Persiapan Kedatangan Anda",
		"se": "4 / Förberedelser inför din ankomst",
		"Certificate": {
			"en" : "• <strong><u> Certificate of Eligibility and Student Visa</Strong></u>\n\n It takes about 3 months for the Certificate of Eligibility (CoE) to be issued. If you want to enroll for April, all documents are sent to the immigration bureau in December and the CoE is issued on last week of February (August for October term). Keep in mind that the CoE <strong>IS NOT</strong> the student visa.\n\n As soon as the school receives your CoE, we will contact you to tell you if it has been issued or not, and we will attach a copy of yours as proof. You will then have to pay the remaining fee and once we could confirm this payment we will send you the original of your CoE with your certificate of admission. Generally, it takes 3 to 4 days (depending on your country and address) to arrive. You will then have to go to the Japanese embassy or consulate <strong><u>in your country</u></strong> to apply for the student visa, by submitting your CoE and your certificate of admission. Here again, it usually takes 3 to 4 days to receive your visa. Once you have your student visa, you are free to come in Japan but don’t forget to bring your CoE with you. You will be asked to submit it to the immigration when you land in Japan, in order to receive your resident card.\n\n <strong>Important: <u>DO NOT</u></strong> come in Japan before receiving your student visa. The immigration will refuse your application in Japan and will ask you to go back to your country to get your visa.",
			"fr" : "• <strong><u> Certificat d’éligibilité et visa étudiant </strong></u>\n\n Il faut compter environ 3 mois pour que le Certificat d’éligibilité soit délivré. Si vous souhaitez vous inscrire pour avril, tous les documents sont envoyés début décembre et le CoE est remis le dernier vendredi de février. (Août pour la rentrée d’octobre). Gardez à l’esprit que le CoE <strong><u>N’EST PAS</strong></u> le visa étudiant. C’est un document officiel vous accordant le droit de recevoir un visa étudiant.\n\n Dès que l’école recevra les CoE, nous vous contacterons pour vous dire si le votre a été émis ou non, et nous vous enverrons une copie de celui-ci. Vous aurez alors à vous acquitter des frais de scolarité et une fois que nous aurons confirmé votre paiement, nous vous enverrons l’original de votre CoE et de votre certificat d’admission. Cela prendre généralement 3 ou 4 jours pour confirmer le paiement, et tout autant pour que vos documents vous parviennent. Vous devrez alors aller à l’ambassade du Japon <strong><u>de votre pays</strong></u>, muni de votre passeport, CoE et certificat d’admission pour faire la demande de visa étudiant. Là encore, il faut compter environ 3 ou 4 jours pour recevoir votre visa. Une fois votre visa en main, vous êtes libre de venir au Japon mais n’oubliez surtout pas de prendre votre CoE avec vous, car vous devrez le remettre aux autorités à l’aéroport au Japon en échange de votre carte de résident.\n\n <strong>IMPORTANT : <u>NE VENEZ PAS</u></strong> au Japon avant d’avoir votre visa étudiant. L’immigration refusera votre demande sur place et vous obligera à retourner chez vous pour effectuer la demande.",
			"zh-hant": "• <strong><u>在留資格證明書以及學生簽證</strong></u>\n\n 發行在留資格證明書需要約三個月的時間，若您希望在四月入學，請在十二月時將所有資料提供給入國管理局，您將在二月的最後一個星期收到在留資格說明書(若是十月入學則會在八月收到)，請注意在留資格證明書不等於學生簽證。\n\n 校方收到您的在留資格證明書後將會主動聯絡您，且會隨信附上一份複本給您。屆時請您支付所有相關費用，款項確認後我們會再將所有文件寄給您。信件抵達一般需要三到四天工作天，待收到文件後請您至位於您國家的日本大使館遞交相關文件申請學生簽證。\n\n 再次提醒您，簽證發行也許需要三至四天時間，待您的學生簽證申請完成後即可前往日本，請記得攜帶您的在留資格證明書。抵達日本後將需要遞交此文件以申請在留卡。\n\n <strong>注意</strong>：在學生簽證申請完成前請不要前往日本，入國管理局將會拒絕您的申請並請您返回您的國家申請簽證。",
			"id": "• <strong><u>Certificate of Eligibility dan Visa Pelajar</strong></u>\n\n Dibutuhkan sekitar 3 bulan untuk Certificate of Eligibility (CoE) dikeluarkan. Jika Anda ingin mendaftar untuk April, semua dokumen yang dikirim ke kantor imigrasi di bulan Desember dan CoE dikeluarkan pada minggu terakhir bulan Februari (Agustus untuk jangka Oktober). Perlu diingat bahwa CoE <strong>BUKAN</strong> visa pelajar.\n\n Begitu sekolah menerima CoE Anda, kami akan menghubungi Anda untuk memberitahu Anda jika telah diterbitkan atau tidak, dan kami akan melampirkan salinan Anda sebagai bukti. Anda kemudian akan harus membayar biaya yang tersisa dan setelah kami bisa mengkonfirmasi pembayaran ini kami akan mengirimkan CoE Anda yang asli dengan sertifikat admisi Anda. Umumnya, dibutuhkan 3 sampai 4 hari untuk tiba (tergantung pada negara dan alamat). Anda kemudian akan harus pergi ke Kedutaan Besar Jepang di negara Anda untuk mengajukan permohonan visa pelajar, dengan mengirimkan CoE dan sertifikat masuk. Di sini sekali lagi, biasanya memakan waktu 3 sampai 4 hari untuk menerima visa Anda. Setelah Anda memiliki visa pelajar Anda, Anda bebas untuk datang di Jepang tapi jangan lupa untuk membawa CoE Anda. Anda akan diminta untuk menyerahkannya ke imigrasi ketika Anda mendarat di Jepang, untuk menerima kartu penduduk Anda.\n\n <strong>Penting</strong>: JANGAN datang ke Jepang sebelum menerima visa pelajar Anda. Pihak imigrasi akan menolak aplikasi Anda di Jepang dan akan meminta Anda untuk kembali ke negara Anda untuk mendapatkan visa Anda.",
			"se": "• <strong><u>Certificate of Eligibility och Studentvisum</strong></u>\n\n Det tar ungefär 3 månader för Certificate of Eligibility (CoE) att bli utfärdat. Om du vill starta i april skickas alla dokument till immigrationsbyrån i december och CoE blir utfärdat sista veckan i februari (augusti för oktober terminen). Tänk på att CoE <strong>INTE ÄR</strong> ditt studentvisum.\n\n Så snart som skolan erhåller ditt CoE kommer vi kontakta dig för att berätta om det blivit utfärdat eller inte, vi kommer bifoga en kopia av ditt CoE som bevis. Du kommer då att behöva betala de avgifter som kvarstår och först när vi kan bekräfta din betalning kommer vi skicka CoE originalet med ditt intyg för inträde. Generellt tar det 3 till 4 dagar (beroende på ditt land och adress) att anlända. Du behöver nu besöka den Japanska ambassaden <strong><u>i ditt land</strong></u> för att ansöka om studentvisum, genom att överlämna ditt CoE och intyg om inträde. Det tar återigen 3 till 4 dagar innan du kommer få ditt visum utfärdat. Efter att du erhållt ditt studentvisum kan du komma till Japan, men glöm inte att ta med dig ditt CoE. Du kommer behöva lämna över ditt CoE till immigrationen när du anländer till Japan för att få ditt resident card(japansk ID-handling).\n\n <strong>Viktigt</strong>: <strong><u>KOM INTE</strong></u> till Japan innan du fått ditt studentvisum. Immigrationen kommer att vägra din ansökan om inträde i Japan och be dig återvända till ditt land för att skaffa ditt visum." 
		},
		"Flight": {
			"en" : "• <strong><u> Flight information and MK shuttle</strong></u>\n\n We are aware that reserving a flight ticket earlier means it is cheaper. However, PLEASE don’t make any reservation before knowing if your CoE was issued or not. If, for any reason, the immigration decides that you are not eligible you will have to cancel your flight. Furthermore, regarding the schedule presented above, it basically takes 3 weeks from the confirmation of your CoE to inssuance of your visa. Payment confirmation, document mailing and student visa application take time. We recommend you to arrive 2 weeks before the course begins. Also, keep in mind that real estate agencies are not working on Sunday and national holidays, and generally do not accept anyone past 5:00 pm. So try to choose a flight arriving in the morning. If you are not sure about it, you can contact us to know about the best period to arrive in Japan before buying your tickets.\n\n Once you have your reservation, we will ask you to give us your flight information:\n\n - Arrival Airport\n\n - Arrival day and hour\n\n - Flight number\n\nWe will then give that information to the agency in charge of your accommodation so they can prepare the move in contract. (Only if you choose your staying place via Nihongo Center).\n\nThat information is also useful if you want to use the MK shuttle service from the Airport (Kansai International Airport or Osaka Airport) to another destination (your apartment, estate agency, school, hotel as long as it is in Kyoto). This service costs 3,600 yen from Kansai International Airport, and 2,600 yen from Osaka Airport. 1,000 yen will be charged per additional suitcase (your hand bag and first suitcase are free of charge). Once we make the reservation, we will contact you to give you the reservation number and further information.",
			"fr" : "• <strong><u> Informations de vol et Service MK</strong></u>\n\n Nous sommes conscients qu’un billet réservé plus tôt est souvent moins cher. Cependant, nous vous demandons de ne pas faire de réservation avant de savoir si votre CoE a bien été délivré ou non. Si, pour une quelconque raison, l’immigration décide que vous n’êtes pas éligible, vous devrez annuler votre avion.  De plus, d’après le calendrier donné précédemment, il faut compter 3 semaines entre la délivrance du CoE et la délivrance du visa étudiant. Confirmer le paiement, envoyer le CoE, et la demande de visa prennent du temps. C’est pourquoi nous vous recommandons d’arriver au plus tôt 2 semaines avant le début du cours. De plus, gardez à l’esprit que les agences immobilières ne travaillent pas le dimanche et les jours fériés, et n’acceptent personnes au-delà de 17h00. En conséquence, essayez réserver un vol où vous arriverez le matin. Si vous avez des incertitudes, veuillez nous contacter et nous vous suggérerons les meilleures dates pour arriver.\n\n Une fois que vous aurez acheté votre billet, nous vous demanderons les informations suivantes :\n\n - Aéroport d’arrivée\n\n - Jour et heure d’arrivée\n\n - Numéro de vol\n\nNous fournirons ainsi ces informations à l’agence immobilière responsable de votre logement afin qu’ils préparent le contrat.\n\n Ces informations seront également utiles si vous souhaitez utiliser le service de transport MK. Il s’agit d’un service de bus allant des aéroports d’Osaka (Kansai international et Osaka international) à Kyoto (N’importe quelle adresse dans la ville de Kyoto). Ce service coûte 3,600 yens de l’aéroport du Kansai et 2,600 yens de l’aéroport d’Osaka. 1000 yens sont ajoutés pour chaque valise additionnelle (Sac à dos et première valises compris dans le prix). Une fois la réservation faîte, nous vous contacterons pour vous communiquer le numéro de réservation et pour vous donner d’autres informations.",
			"zh-hant": "• <strong><u>航班資訊以及MK接駁車服務</strong></u>\n\n 我們明白越早預訂來日飛機，機票價格越為便宜。但是在確定能收到在留資格證明書之前請不要先行預定。若入國管理局因故不核准您的申請資格，您將需要取消已預訂的班機，且如我們先前所述，確認在留資格證明書後通常還需要三個星期申請學生簽證，故我們不建議您先行預定班機。\n\n 支付款項確認、重要文件郵寄以及申請學生簽證都需要花上一些時間，我們建議您在課程開始前兩週抵達日本。另外請注意房仲業者星期日以及國定假日都不營業，且通常傍晚五點過後不受理任何客戶，故建議您選擇在早上抵達日本的班機。若針對此部分還有任何不清楚的地方，歡迎您直接連絡我們諮詢相關資訊。\n\n 當您預定完機票後，請提供以下資訊給我們：\n\n - 目的地機場\n\n - 抵達日期及時間\n\n - 班機號碼\n\n若您是透過日本語中心與房仲業者聯絡，我們將會提供以上資訊給業者以便安排抵達日本後的入住簽約手續。\n\n 上述資訊也可用在預定MK機場接駁車，若您需要機場接駁服務請告知我們，MK接駁車將直接從機場(關西國際機場或大阪國際機場)接送您到您的目的地（住宿地點、房仲業者、學校或旅館）。本服務費用為3,600日圓（從關西國際機場出發）以及2,600日圓（從大阪國際機場出發），待預定完成後我們將會通知您預定號碼以及相關資訊。",
			"id": "• <strong><u>Informasi Penerbangan dan MK shuttle</strong></u>\n\n Kami menyadari bahwa pemesanan tiket pesawat dalam jauh hari terkadang lebih murah. Namun, tolong jangan melakukan pemesanan sebelum mengetahui jika CoE Anda telah diterbitkan atau belum. Jika, untuk alasan apapun, imigrasi memutuskan bahwa Anda tidak memenuhi syarat, Anda harus membatalkan penerbangan Anda. Selanjutnya, mengenai jadwal yang dilampirkan di atas, pada dasarnya membutuhkan waktu 3 minggu dari konfirmasi CoE Anda untuk mengeluarkan visa Anda. Konfirmasi pembayaran, pengiriman dokumen dan permohonan visa pelajar membutuhkan waktu. Kami menyarankan Anda untuk tiba 2 minggu sebelum kursus dimulai. Dan juga, perlu diingat bahwa agen akomodasi tidak bekerja pada hari Minggu dan hari libur nasional, dan umumnya tidak menerima siapa pun setelah jam 05:00. Maka dari itu, cobalah untuk memilih penerbangan yang tiba di pagi hari. Jika Anda tidak yakin tentang hal itu, Anda dapat menghubungi kami untuk mengetahui tentang periode terbaik untuk tiba di Jepang sebelum membeli tiket Anda.\n\n Setelah Anda memiliki reservasi Anda, kami akan meminta Anda untuk memberikan informasi penerbangan Anda: \n\n - Kedatangan di bandara\n\n - Hari dan jam kedatangan\n\n - Nomor penerbangan\n\nKemudian kami akan memberikan informasi tersebut kepada agen yang bertanggung jawab atas akomodasi Anda sehingga mereka dapat mempersiapkan kontrak Anda. (Hanya jika Anda memilih tempat tinggal Anda melalui Nihongo Center).\n\n Informasi tersebut juga berguna jika Anda ingin menggunakan layanan antar-jemput MK dari Bandara (Bandara Kansai Internasional atau Bandara Osaka) untuk tujuan lain (apartemen Anda, agen akomodasi, sekolah, hotel di Kyoto). Biaya layanan ini adalah 3.600 ¥ dari Bandara Internasional Kansai, dan 2.600 ¥ dari bandara Osaka. 1.000 ¥ akan dikenakan biaya per koper tambahan (tas tangan Anda dan koper pertama bebas biaya). Setelah kami membuat reservasi, kami akan menghubungi Anda untuk memberikan nomor reservasi dan informasi lebih lanjut.",
			"se": "• <strong><u>Flyginformation och MK shuttle</strong></u>\n\n Vi är medvetna om att man vill boka flygbiljett tidigt för att få ett billigare pris. Men var VÄNLIG och gör inga bokningar innan du vet om ditt CoE är utfärdat eller inte. Om av någon anledning immigrationsverket beslutar sig för att du inte är lämplig så kommer du behöva att avboka ditt flyg. Utöver detta, som vi nämnt ovan tar det åtminstone 3 veckor från det att CoE blivti utfärdat tills dess att du kan få ditt Visum. Betalningsbekräftelse, skicka dokument och ansökan om studentvisum tar tid. Vi rekomenderar dig att anlända 2 veckor innan kursen börjar. Tänk även på att fastighetsförmedlarna har stängt på söndag och nationella helgdagar och tar generellt inte emot kunder efter kl 17:00. Så försök att hitta ett fly som anländer på morgonen. Om du är osäker kan du kontakta oss om vilken tid är den bästa för att anlända i Japan, innan du köper biljetterna.\n\n Efter att du bokat kommer vi be dig om flyginformation:\n\n - Vilken flygplats du anländer vid\n\n - Ankomstdag och tid\n\n - Flygnummer\n\nVi kommer sedan ge denna information till fastighetsbyrån som har hand om ditt boende så de kan förbereda hyreskontraktet. (Endast om du väljer att hitta ett boende via Nihongo Center).\n\n Information är även hjälpsam utifall du vill använda MK shuttle service från flygplatsen (Kansai International Airport eller Osaka Airport) till en annan destination (din lägenhet, fastighetsbyrån, skolan, hotell i Kyoto). Denna service kostar 3,600 yen från Kansai International Airport, och 2,600 Yen från Osaka Airport. Du kan ta med dig handbagage och en resväska, utöver detta kostar det 1,000 yen per resväska. När vi bokat buss kommer vi kontakta dig och ge dig bokningsnummer och vidare information."
		},
		"Insurance": {
			"en": "• <strong><u>National Health Insurance in Japan</strong></u>\n\n There is a lot of information to provide about the life in Japan and you will receive most of them during the orientation day which is held one week before the start of classes. However, national health insurance is an important topic.\n\n A lot of students come in Japan with their own health insurance. If your country is a part of the bilateral agreement between Japan and your country, then you won’t need to apply for the Japan national health insurance. If not, you will have to join the insurance scheme whether you already have one or not. Here is a list of countries that are part of this agreement:\n\n1. USA\n1. Belgium\n1. France\n1. Netherland\n1. Czech Republic\n1. Switzerland\n1. Hungary\n1. Luxembourg.",
			"fr": "• <strong><u> Assurance de santé nationale au Japon </strong></u>\n\n Il y a beaucoup d’informations à fournir sur la vie au Japon et vous recevrez un bon nombre de documents durant la journée d’orientation, qui se tiendra une semaine avant la rentrée. Cependant, l’assurance de santé est un point particulièrement important avant d’être sur place.\n\n Beaucoup d’étudiants viennent au Japon avec leur propre assurance. Si votre pays fait partie de l’accord bilatéral avec le Japon, alors vous n’avez pas besoin de souscrire à l’assurance japonaise mais dans le cas contraire, vous devrez y souscrire, que vous en ayez déjà une ou non. Voici la liste des pays qui font partie de cet accord :\n\n1. USA\n1. Belgique\n1. France\n1. Pays-Bas\n1. République Tchèque\n1. Suisse\n1. Hongrie\n1. Luxembourg.",
			"zh-hant": "• <strong>日本國民健康保險</strong>\n\n 開學前一週的新生歡迎會中我們將會為您提供許多實用的日本生活資訊，國民健康保險將是其中最重要的議題之一。\n\n 雖然很多同學本身已經有投保健康保險了，但除了與日本政府有協議的國家之外，無論您本身有沒有投保，您都需要加入日本國民健康保險。以下為與日本有協議的國家：\n\n1. 美國\n1. 比利時\n1. 法國\n1. 荷蘭\n1. 捷克共和國\n1. 瑞士\n1. 匈牙利\n1. 盧森堡",
			"id": "• <strong><u>Asuransi Kesehatan Nasional di Jepang</strong></u>\n\n Ada banyak informasi mengenai kehidupan di Jepang dan Anda akan menerima sebagian dari informasi tersebut di hari orientasi yang diadakan 1 minggu sebelum kelas dimulai. Namun, asuransi kesehatan nasional merupakan topik penting.\n\n Banyak siswa yang datang di Jepang dengan asuransi kesehatan mereka sendiri. Jika negara Anda adalah bagian dari perjanjian bilateral antara Jepang dan negara Anda, maka Anda tidak akan perlu mengajukan permohonan untuk asuransi kesehatan nasional di Jepang, tetapi jika tidak, Anda akan harus mengambilnya. Berikut adalah daftar negara-negara yang merupakan bagian dari perjanjian ini:\n\n1. Amerika\n1. Belgia\n1. Perancis\n1. Belanda\n1. Republik Ceko\n1. Swiss\n1. Hongaria\n1. Luksemburg",
			"se": "• <strong><u>Folkhälsoförsäkring i Japan</strong></u>\n\n Det finns mycket information om livet i Japan och du kommer få det mesta av informationen under orienterings dagen som hålls en vecka före kursstart. Dock är folkhälsoförsäkringen ett viktigt ämne.\n\n Många studenter kommer till Japan med deras egen hälsoförsäkring. Om ditt land har ett bilateralt avtal med Japan behöver du inte skaffa den japanska folkhälsoförsäkringen. Har ditt land inte ett sådant avtal måste du gå med försäkringssystemet i Japan även om du har en egen från ditt hemland. Här är en lista på länder som är med i detta avtal:\n\n1. USA\n\n1. Belgien\n\n1. Frankrike\n\n1. Nederländerna\n\n1. Tjeckien\n\n1. Schweiz\n\n1. Ungern\n\n1. Luxemburg."
		}
	}
}
