{
	"title": {
		"en": "International School",
		"ja": "国際色豊かな教育環境",
		"fr": "Ecole internationale",
		"zh-hant": "國際化學校",
		"id": "Sekolah internasional",
		"se": "Internationell skola",
		"vi": "Quốc tế"
	},
	"text": {
		"en": "Our students at Nihongo Center come from all over the world, with about 60% from western countries, and 40% from Asian countries. With over 30 different countries represented at our international school, we are proud of our great cultural diversity. What nationality will your classmates be? Join us and find out!",
		"ja": "日本語センターの学生はとにかくカラフル。西洋系6割、東洋系4割という割合でみれば一目瞭然です。なんと30ヶ国以上の学生が学習しているので「国際色豊か」という言葉がぴったりです。さてあなたはどの国の学生とクラスメートになれるか・・・楽しみにしてください。",
		"fr": "Au Nihongo Center, nos étudiants viennent de tous les horizons, avec environ 60% d'étudiants occidentaux et 40% venant des pays asiatiques. Avec plus de 30 nationalités différentes représentées dans notre école, nous sommes fières de notre grande diversité culturelle. De quelles nationalités sera composée votre classe ? Venez pour le découvrir!",
		"zh-hant": "我們的學生來自世界各國，有60%來自西方國家，40%來自亞洲國家，如此國際化的學校學生國籍遍布超過30個國家，我們對於本校的文化多樣性感到驕傲，你是來自哪個國家呢？歡迎你加入我們！",
		"id": "Siswa kami di Nihongo Center datang dari seluruh dunia, dengan sekitar 60% dari negara-negara barat, dan 40% dari negara-negara Asia. Dengan lebih dari 30 negara yang berbeda mewakili sekolah internasional kami, kami bangga dengan keanekaragaman budaya yang ada. Bergabunglah dengan kami!",
		"se": "Våra studenter kommer från hela världen, omkring 60% från västerländska länder med resterande 40% från Asiatiska. Med över 30 länder representerade på vår skola är vi stolta över vår kulturella mångfald. Varifrån världen kommer dina klasskamrater att vara? Ansök till vår skola och ta reda på det!",
		"vi": "Học viên của chúng tôi đến từ khắp nơi trên thế giới, khoảng 60% từ các quốc gia Âu Mỹ và 40% từ các nước Châu Á. Với trên 30 quốc gia khác nhau hiện diện tại đây, chúng tôi rất tự hào về sự đa dạng văn hóa của trường chúng tôi. Các học viên cùng lớp với bạn sẽ đến từ quốc gia nào nhỉ? Hãy kết nối với  chúng tôi để cùng khám phá nào!"
	}
}
