{
	"title": {
		"en": "Life",
		"ja": "生活"
	},
	"lead": {
		"en": "“I want to do more than just study…” If you’re looking for something more than hitting the textbooks everyday, then Nihongo Center is for you. With our Discover Kyoto Program, you have the chance to explore the rich history and traditional culture still present in Kyoto today, as well as having the opportunity to interact with Japanese student volunteers.",
		"ja": "日本語学習だけでは物足りない・・・というあなたには日本語センターがぴったりです。ディスカバー京都プログラム、文化体験授業といった課外活動がたくさん盛り込まれています。"
	},
	"dkp": {
		"title": {
			"en": "What’s the Discover Kyoto Program?",
			"ja": "京都ディスカバープログラムとは"
		},
		"text": {
			"en": "The Discover Kyoto Program (DKP) is a “tour experience” program started at Nihongo Center in 2011. From visiting famous places to trying out different aspects of Japanese culture, the DKP gives you a unique opportunity to expand on your cultural experiences in Japan. There are eight events scheduled throughout the year, on weekends and holidays. Students can choose which events they are interested in, and simply pay the fee to participate.",
			"ja": "ディスカバー京都プログラムとは、日本語センターが2011年から始めた体験ツアープログラムです。京都の名所をめぐり、そして日本の文化を体験するプログラム構成になっています。通常の授業の無い週末や休みを利用して、年8回の実施しています。日本語センターの学生なら、いつでも好きなプグラムの開催時に費用を払って参加することができます。"
		},
		"purpose": {
			"title": {
				"en": "Purpose of the Program",
				"ja": "プログラムの目的"
			},
			"text": {
				"en": "We believe there is more to learning Japanese than simply going to class. Experiencing Japanese culture and customs are very important aspects to the learning process. We hope to give our students as many opportunities as possible. Before, we held various events such as visiting the famous Gion Matsuri and our Daimonji hiking tour, and in 2011 decided to expand on these events, thus establishing the Discover Kyoto Program. We invite you all to join us and have a great time!",
				"ja": "日本語センターでは、日本語習得において、通常の授業のほか、もうひとつ重要なことがあると考えています。それは、日本の文化や習慣を体験することです。その機会を少しでも多くの学生に持ってほしいのです。私達はこれまで祇園祭や大文字ハイキングなど定期的にいろいろなイベントを開催してきました。2011年からはこれを更に拡充し、体験ツアープログラムとして実施していくことにしました。是非皆さんもこのプログラムに奮って参加してください。すごく楽しいですよ。"
			}
		}
	}
}